[
    {
        "nivel": 1, 
        "categorias": [
            {
                "id": 0,
                "nome":"Comunicação Receptiva",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Localiza os sons direcionando cabeça e olhos para a fonte sonora.",
                        "descricao": "Identifica origem sonora, virando cabeça e olhos para o local."
                    }, 
                    {
                        "id": 1,
                        "pergunta": "Direciona cabeça e olhar para sons vocais lúdicos como vibração da língua, ruídos e barulhos, assobios.",
                        "descricao": "Identifica origem sonora, virando cabeça cabeça e olhos para o local. Demonstra-se interessado, vira os olhos e a cabeça, sorri, mantém contato visual com parceiro social."
                    },
                    {
                        "id": 2,
                        "pergunta": "Localiza voz humana direcionando cabeça e olhos para a fonte sonora.",
                        "descricao": "Identifica origem sonora, virando cabeça para o parceiro social."
                    },
                    {
                        "id": 3,
                        "pergunta": "Direciona o olhar para as imagens indicadas pelo parceiro social em um livro.",
                        "descricao": "Segue com olhar a imagem apontada em um livro ou imagem pelo parceiro social."
                    },
                    {
                        "id": 4,
                        "pergunta": "Direciona o olhar entre objeto e um ponto próximo e coordena movimentos para colocar objetos em recipientes ou encaixe de peças em quebra-cabeça.",
                        "descricao": "Coordena movimentos para colocar objetos em pontos próximos e na localização indicada pelo parceiro social: 'Coloque aqui'."
                    },
                    {
                        "id": 5,
                        "pergunta": "Direciona o olhar para objeto descrito verbalmente pelo parceiro social: Olha o macaco!",
                        "descricao": "Movimenta a cabeça e os olhos na direção do objeto descrito."
                    },
                    {
                        "id": 6,
                        "pergunta": "Olha para o parceiro social quando chamada por seu nome.",
                        "descricao": "Movimenta a cabeça e os olhos na direção do parceiro social, atendendo ao chamado de seu nome."
                    },
                    {
                        "id": 7,
                        "pergunta": "Direciona a cabeça e olhas para um ponto proximo, objeto ou localização.",
                        "descricao": "Direciona a cabeça e olhas para um ponto proximo, objeto ou localização: Seu copo está na mesa."
                    },
                    {
                        "id": 8,
                        "pergunta": "Movimenta-se para um ponto distal para recuperar um brinquedo.",
                        "descricao": "Movimenta-se para um ponto distal aproximando-se e pegando o objeto, quando solicitado: O trenzinho está no seu quarto."
                    },
                    {
                        "id": 9,
                        "pergunta": "Direciona o olhar, tenta alcançar parceiro social ou sorri em resposta aos gestos e voz em brincadeiras sociais.",
                        "descricao": "Realiza trocas e tomadas de vez em jogos como 'cuco' , 'cócegas', 'Sr. Mindinho', 'janela', 'janelinha'."
                    },
                    {
                        "id": 10,
                        "pergunta": "Direciona o olhar, tenta alcançar parceiro social ou sorri em resposta à linguagem/gestos dos adultos em canções.",
                        "descricao": "Responde com repertório social em brincadeiras de músicas ou versos."
                    },
                    {
                        "id": 11,
                        "pergunta": "Interrompe ações momentaneamente quando solicitado pelo parceiro social com palavras inibitórias como 'Não', 'Para'.",
                        "descricao": "Interrompe atividade que realiza quando recebe instrução como Não ou Para. Responde com pausa temporária na execução e direcionando os olhos e a cabeça para o parceiro social. Demonstra incomodo através de expressões faciais por parar atividade."
                    },
                    {
                        "id": 12,
                        "pergunta": "Entrega um objeto solicitado verbalmente pelo parceiro social, coordenando olhar e entrega do mesmo na mão estendida do parceiro.",
                        "descricao": "Responde a solicitações do parceiro social, colocando ou tentando colocar o objeto em sua mão."
                    },
                    {
                        "id": 13,
                        "pergunta": "Responde a uma instrução de rotina movimentando o corpo correspondente a uma instrução verbal. Por exemplo, 'Senta-te', 'Vem aqui', 'Pegue'.",
                        "descricao": "Realiza pelo menos cinco ações a partir de pedidos verbais e com ajuda de pistas gestuais. Os exemplos incluem o adulto dar instruções simples usando verbos e repetir se necessário. Destacar o comando a partir de ações e gestos."
                    },
                    {
                        "id": 14,
                        "pergunta": "Executa uma instrução verbal de rotina envolvendo ações corporais sem acompanhamento do gesto (por exemplo, 'Senta-te', 'Vem aqui', 'Arruma').",
                        "descricao": "Completa a instrução desempenhando a ação sem os gestos ou orientação física do adulto. O adulto pode repetir as instruções uma segunda vez, sem a pista gestual."
                    },
                    {
                        "id": 15,
                        "pergunta": "Estabelece contato visual para obter um objeto desejado quando o adulto bloqueia o acesso/retém o objeto desejado.",
                        "descricao": null
                    }
                ]
            }, 
            {
                "id": 1, 
                "nome":"Comunicação Expressiva",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Usa o alcance dirigido para o objetivo para fazer pedidos.",
                        "descricao": "Tenta alcançar o objeto desejado que está nas mãos do adulto para indicar o pedido. O gesto não precisa de ser acompanhado pelo contato visual ou vocalizações/palavras. Não inclui o aproximar para agarrar."
                    }, 
                    {
                        "id": 1,
                        "pergunta": "Vocaliza com intenção.",
                        "descricao": "Vocaliza em conjunto com o contato visual e/ou gesto (por exemplo, tentar alcançar) para pedir um item ou objeto desejado."
                    },
                    {
                        "id": 2,
                        "pergunta": "'Pede' ajuda entregando um objeto ao adulto.",
                        "descricao": "Indica que precisa de ajuda colocando o objeto na mão do adulto, oferecendo o objeto ao adulto, verbalizando ou olhando para o adulto. O gesto não precisa de ser acompanhado pelo contato visual ou vocalizações/palavras."
                    },
                    {
                        "id": 3,
                        "pergunta": "Toma a vez vocalizando com o parceiro de comunicação.",
                        "descricao": "Balbucia e/ou vocaliza com contato visual em pelo menos duas rondas."
                    },
                    {
                        "id": 4,
                        "pergunta": "Exprime recusa afastando um objeto ou devolvendo o objeto à outra pessoa.",
                        "descricao": "O gesto não precisa ser acompanhado pelo contato visual ou vocalizações/palavras. Pontue a outros gestos convencionais (balançar a cabeça, sinal de 'tudo feito') ou palavras ('Não')."
                    },
                    {
                        "id": 5,
                        "pergunta": "Aponta para um sítio próximo para pedir objetos desejados.",
                        "descricao": "Toca ou aponta para o objeto a 15-30 cm com o dedo indicador (a mão não está aberta) para indicar o pedido. O objeto pode não estar na mão do adulto ou ao alcance da criança."
                    },
                    {
                        "id": 6,
                        "pergunta": "Aponta para indicar uma escolha entre 2 objetos.",
                        "descricao": "O adulto segura 2 objetos, um em cada mão. A criança toca ou aponta para o objeto desejado com o dedo indicador (a mão não está aberta). O gesto não precisa de ser acompanhado pelo contato visual ou vocalizações/palavras."
                    },
                    {
                        "id": 7,
                        "pergunta": "Combina a vocalização e o olhar para pedidos intencionais.",
                        "descricao": "Vira a cabeça e os olhos para o adulto e faz contato visual enquanto vocaliza para pedir o objeto desejado. A vocalização pode ser uma aproximação. Exemplos incluem 'ooh' para bola e 'iih' para ir."
                    },
                    {
                        "id": 8,
                        "pergunta": "Aponta para um sítio distante para pedir objetos desejados.",
                        "descricao": "Usa o dedo indicador (a mão não está aberta) para apontar para o objeto desejado, a 90 cm ou mais de distância da criança."
                    },
                    {
                        "id": 9,
                        "pergunta": "Aponta para um sítio distante para indicar uma escolha entre dois objetos.",
                        "descricao": "O adulto segura 2 objetos, um em cada mão, mas fora do alcance da criança e diz-lhe o nome de cada objeto. A criança aponta para o objeto desejado que está fora do seu alcance com o dedo indicador (a mão não está aberta). O gesto não precisa ser acompanhado pelo contato visual ou vocalizações/palavras."
                    },
                    {
                        "id": 10,
                        "pergunta": "Vocaliza com balbucios reduplicados CVCV (não necessariamente aproximações de palavras).",
                        "descricao": "Os exemplos incluem 'ba-ba', 'ma-ma'. A vocalização não precisa ser acompanhada de contato visual ou gesto."
                    },
                    {
                        "id": 11,
                        "pergunta": "Produz cinco ou mais consoantes em vocalizações espontâneas.",
                        "descricao": "IA vocalizações ocorrem com ou sem modelo verbal do adulto. As vocalizações durante o jogo contam."
                    },
                    {
                        "id": 12,
                        "pergunta": "Produz CVCV com sequências CV diferentes (balbucio diversificado).",
                        "descricao": "Os exemplos incluem 'ba-bu', 'ma-wa' e sequências de jargão."
                    }
                ]
            }, 
            {
                "id": 2,
                "nome":"Competências Sociais",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Aceita breves atividades sociais sensoriais e o toque.",
                        "descricao": "A criança não mostra evitamento, desistência ou afeto negativo."
                    }, 
                    {
                        "id": 1,
                        "pergunta": "Usa a ajuda motora para iniciar ou continuar uma rotina sensorial.",
                        "descricao": "Os exemplos de ajudas motoras incluem alcançar, imitar o movimento do adulto, entregar um item ou objeto ao adulto. A ajuda motora não precisa ser acompanhada de contato visual."
                    },
                    {
                        "id": 2,
                        "pergunta": "Segue brevemente a outra pessoa com contato visual.",
                        "descricao": "Atenta ao olhar e mantém o contato visual com a outra pessoa por 2 segundos."
                    },
                    {
                        "id": 3,
                        "pergunta": "Mantém o envolvimento em rotinas sociais sensoriais por 2 minutos.",
                        "descricao": "Mostra interesse na rotina social sensorial abordando, observando ou participando ativamente, e solicitando a continuação da rotina através do contato visual, gestos (por exemplo, alcançando, imitando o movimento do adulto) ou vocalizando."
                    },
                    {
                        "id": 4,
                        "pergunta": "Responde a objetos/atividades preferidos com o olhar, alcance, sorrisos e movimentos.",
                        "descricao": "A resposta não precisa ser acompanhada de contato visual."
                    },
                    {
                        "id": 5,
                        "pergunta": "Observa e interage com o adulto que a imita durante atividades paralelas com brinquedos.",
                        "descricao": "Mostra interesse na atividade observando e imitando os adultos a desempenhar ações e dando continuidade ao esquema de jogo imitado."
                    },
                    {
                        "id": 6,
                        "pergunta": "Tem um repertório de 5-10 jogos sociais sensoriais.",
                        "descricao": "Participa duas vezes ou mais em qualquer comportamento ativo (alcançar, imitar, vocalizar), durante um jogo. O contato visual e o sorriso isolados não são suficientes. Os exemplos incluem 'cucu', rimas/canções ('Eensy-Weensy Spider', 'If You're Happy and You Know It'), jogos ('Ring-around-the-Rosy, 'Patty-Cake'), bolinhas de sabão, balões, livros, avião, 'Here comes a mousey'."
                    },
                    {
                        "id": 7,
                        "pergunta": "Responde aos cumprimentos olhando, virando-se, etc.",
                        "descricao": "Demonstra-se consciente da saudação, voltando a cabeça e olhando para adulto por 2-3 segundos. A resposta não precisa ser acompanhada por gestos ou vocalizações."
                    },
                    {
                        "id": 8,
                        "pergunta": "Responde à saudação com gestos ou vocalização.",
                        "descricao": "Demonstra-se consciente da saudação, voltando a cabeça e o corpo e vocalizando 'Olá/Adeus' com contato visual por 2-3 segundos."
                    },
                    {
                        "id": 9,
                        "pergunta": "Partilha sorrisos com o parceiro durante um jogo coordenado.",
                        "descricao": "Partilha sorrisos com contato visual por 2-3 segundos durante a atividade de jogo com adulto."
                    }
                ]
            }, 
            {
                "id": 3, 
                "nome":"Imitação",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Imita 8-10 ações de um passo com objetos.",
                        "descricao": "Imita oito ou mais ações com objetos até 5 segundos após o modelo do adulto. Os exemplos incluem bater dois objetos dentro de um recipiente ou rolar um objeto."
                    }, 
                    {
                        "id": 1,
                        "pergunta": "Imita 10 ações motoras visíveis dentro de uma canção/rotinas de jogo.",
                        "descricao": "Imita 10 ações motoras diferentes até 5 segundos após o modelo do adulto. Imita duas ações diferentes por música e quatro a cinco rotinas diferentes para passar. Os exemplos incluem gestos de músicas (por exemplo, 'Five Little Monkeys', 'Eensy-Wensy Spider'), jogos motores (por exemplo, 'Motor Boar', 'Ring-around the Rossy'), ou outras rotinas de jogo (por exemplo, Cucu)."
                    },
                    {
                        "id": 2,
                        "pergunta": "Imita seis ações motoras invisíveis na cabeça e na face em canções/rotinas de jogo.",
                        "descricao": "Imita seis ações diferentes que a criança não se pode ver a fazer. Exemplos disso são colocar as mãos na cabeça, nas orelhas ou dar palmadinhas nas bochechas."
                    },
                    {
                        "id": 3,
                        "pergunta": "Imita seis movimentos orofaciais.",
                        "descricao": "Imita movimentos orofaciais até 5 segundos após o modelo do adulto. Os exemplos incluem agitar a língua, fazer vibrar a língua com ruído ou encher as bochechas de ar."
                    }
                ]
            }, 
            {
                "id": 4,
                "nome":"Cognição",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Corresponde/agrupa objetos idênticos.",
                        "descricao": "Pode ser em resposta à pista verbal (por exemplo, 'põe aqui') ou física (por exemplo, mão sobre mão) do adulto nas primeiras tentativas, mas a criança precisa completar a correspondência/classificação de forma autônoma pelo menos para cinco objetos diferentes. Os exemplos incluem corresponder/agrupar comboios e carris, lápis e papel, ou varetas e círculos em recipientes separados."
                    }, 
                    {
                        "id": 1,
                        "pergunta": "Corresponde/agrupa imagens idênticas.",
                        "descricao": "Pode ser em resposta à pista verbal (por exemplo, 'põe aqui') ou física (por exemplo, mão sobre mão) do adulto nas primeiras tentativas, mas a criança precisa completar a correspondência/classificação de forma autônoma pelo menos para cinco imagens diferentes."
                    },
                    {
                        "id": 2,
                        "pergunta": "Corresponde/agrupa imagens a objetos.",
                        "descricao": "Pode ser em resposta à pista verbal (por exemplo, 'põe aqui') ou física (por exemplo, mão sobre mão) do adulto nas primeiras tentativas, mas a criança precisa completa a correspondência/classificação de forma autônoma pelo menos cinco pares de objeto/imagem diferentes."
                    },
                    {
                        "id": 3,
                        "pergunta": "Corresponde/agrupa objetos pela cor.",
                        "descricao": "Corresponde/agrupa cinco ou mais cores. Pode ser em resposta à pista verbal (por exemplo, 'põe aqui') ou física (por exemplo, mão sobre mão) do adulto nas primeiras tentativas, mas a criança precisa de completar a correspondência/classificação de blocos vermelhos versus azuis, pinos laranjas versus pinos verdes, bolas amarelas versus roxas em recipientes diferentes."
                    }
                ]
            }, 
            {
                "id": 5, 
                "nome":"Jogo",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Adequa o comportamento às qualidades de cinco objetos diferentes.",
                        "descricao": "A ação deve ser iniciada pela criança e não em resposta ao modelo do adulto. O comportamento adapta-se às características do objeto. Os exemplos incluem agitar a maraca, bater com o martelo, rolar ou bater com a bola, ou empilhar blocos."
                    }, 
                    {
                        "id": 1,
                        "pergunta": "Brinca de forma autônoma e apropriada com 10 brinquedos de uma ação.",
                        "descricao": "O jogo é adequado ao desenvolvimento (por exemplo, não é restrito ou repetitivo), relaciona-se com o objeto/atividade e envolve ações de um passo com objetos. Os exemplos incluem inserir blocos num jogo de encaixe, colocar bolas num labirinto de bolas, colocar pinos em orifícios, desmanchar sequências de contas encaixadas."
                    },
                    {
                        "id": 2,
                        "pergunta": "Brinca de forma autônoma com brinquedos que exigem a repetição da mesma ação em vários objetos (anel empilhador, copos para empilhar).",
                        "descricao": "O jogo envolve a conclusão autônoma do objeto/atividade. Passa com cinco ou mais brinquedos. Os exemplos incluem inserir anéis num anel empilhador, pôr e tirar copos encaixados, empilhar blocos ou inserir pinos em orifícios."
                    },
                    {
                        "id": 3,
                        "pergunta": "Demonstra comportamentos de jogo apropriados numa variedade de brinquedos de uma ação: atira a bola, empilha blocos, introduz pinos nos orifícios, rola o carro.",
                        "descricao": "O jogo relaciona-se com o objeto/atividade e envolve ações de um passo com objetos. Passa com 8-10 brinquedos. Os exemplos incluem atirar bolas, rolar carrinhos ou bater num tambor."
                    },
                    {
                        "id": 4,
                        "pergunta": "Brinca de forma autônoma com brinquedos que requerem duas ações motoras diferentes (tirar, introduzir).",
                        "descricao": "O jogo envolve a conclusão autônoma do objeto/atividade. Passa com 8-10 brinquedos. Os exemplos incluem colocar e tirar blocos de um recipiente, amassar e cortar plasticina ou juntar contas num colar e desmanchar."
                    },
                    {
                        "id": 5,
                        "pergunta": "Brinca de forma autônoma com brinquedos que requerem várias ações motoras diferentes (por exemplo, introduzir, abrir, remover, fechar).",
                        "descricao": "Jogar envolve a conclusão autônoma do objeto/atividade. Passa com seis a oito brinquedos. Os exemplos incluem abrir/fechar recipientes, colocar e tirar objetos, realizando diferentes ações com os mesmos."
                    },
                    {
                        "id": 6,
                        "pergunta": "Demonstra ações convencionais em si próprio com uma variedade de objetos.",
                        "descricao": "As ações são socialmente convencionais e dirigidas para si. Podem ser em resposta ao modelo do adulto mas independentes, a utilização espontânea dos objetos é necessária em pelo menos uma ação. Os exemplos incluem a colocação do telefone na orelha, escovar o cabelo com a escova/pente, colocar a colher/garfo na boca, limpar o nariz com o lenço de papel, levar o copo aos lábios, colocar contas."
                    },
                    {
                        "id": 7,
                        "pergunta": "Completa a atividade de jogo e afasta-a.",
                        "descricao": "Termina a atividade apropriadamente e mostra alguma tentativa de arrumar (por exemplo, coloca um objeto num recipiente, os materiais nas mãos do adulto). Pode ser em resposta à sugestão verbal ou ao gesto para começar a rotina, mas precisa de participar sem ajuda física."
                    }
                ]
            }, 
            {
                "id": 6,
                "nome":"Motricidade Fina",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Coloca uma ou duas peças num jogo de encaixe.",
                        "descricao": "Pode ser em resposta à sugestão do adulto para começar a rotina, mas é necessário colocar 1-2 formas autonomamente."
                    }, 
                    {
                        "id": 1,
                        "pergunta": "Coloca anéis num anel empilhador.",
                        "descricao": "Pode ser em resposta à sugestão do adulto para começar a rotina, mas é necessário colocar 2-3 anéis autonomamente."
                    },
                    {
                        "id": 2,
                        "pergunta": "Completa um puzzle de três peças de madeira.",
                        "descricao": "Pode ser em resposta à sugestão do adulto para começar a rotina, mas é necessário colocar três ou mais peças autonomamente."
                    },
                    {
                        "id": 3,
                        "pergunta": "Introduz pinos num quadro de pinos.",
                        "descricao": "Pode ser em resposta à sugestão do adulto para começar a rotina, mas é necessário colocar três ou mais pinos autonomamente."
                    },
                    {
                        "id": 4,
                        "pergunta": "Carrega em botões em cinco tipos de brinquedos de causa-efeito diferentes.",
                        "descricao": "Pode ser em resposta à sugestão do adulto para começar a rotina, mas tem de carregar nos botões autonomamente."
                    },
                    {
                        "id": 5,
                        "pergunta": "Desmancha encaixes de contas, Legos.",
                        "descricao": "Pode ser em resposta à sugestão do adulto para começar a rotina, mas tem de separar três ou mais peças ou Legos autonomamente."
                    },
                    {
                        "id": 6,
                        "pergunta": "Usa um movimento de pinça ou a preensão de três dedos conforme adequado ao brinquedo.",
                        "descricao": "O adulto pode colocar o brinquedo ao alcance da criança mas sem outras facilidades."
                    },
                    {
                        "id": 7,
                        "pergunta": "Empilha três grandes blocos numa torre (ou copos para empilhar).",
                        "descricao": "Pode ser em resposta ao adulto para começar a rotina, mas é necessário empilhar pelo menos três blocos ou copos autonomamente."
                    },
                    {
                        "id": 8,
                        "pergunta": "Faz marcas, linhas, rabiscos e pontos com marcadores/lápis de cor.",
                        "descricao": "Pode ser em resposta à sugestão do adulto para começar a rotina, mas é necessário segurar e fazer marcas autonomamente. As marcas não precisam de ter uma forma reconhecível."
                    },
                    {
                        "id": 9,
                        "pergunta": "Bate com um martelo de brincar em bolas, pinos, etc.",
                        "descricao": "Pode ser em resposta à sugestão do adulto para começar a rotina, mas é necessário segurar e bater com o brinquedo autonomamente."
                    },
                    {
                        "id": 10,
                        "pergunta": "Usa pás, ancinhos, despeja areia, água, arroz, etc.",
                        "descricao": "Pode ser em resposta à sugestão do adulto para começar a rotina, mas é necessário segurar nos objetos e encher a colher/usar o ancinho/despejar autonomamente."
                    },
                    {
                        "id": 11,
                        "pergunta": "Empilha grandes Legos.",
                        "descricao": "Pode ser em resposta à sugestão do adulto para começar a rotina, mas é necessário empilhar pelo menos três peças de Lego autonomamente."
                    }
                ]
            }, 
            {
                "id": 7, 
                "nome":"Motricidade Grossa",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Dá pontapés na bola grande.",
                        "descricao": "Não pode agarrar o adulto ou objeto (mesa, cadeira) para chutar a bola. Mantém o equilíbrio; não cai; Pode ser desajeitado."
                    }, 
                    {
                        "id": 1,
                        "pergunta": "Sobe e desce escadas com ajuda; sem alternar os pés.",
                        "descricao": "Pode segurar-se ao corrimão ou à mão do adulto, colocando os dois pés em cada degrau. Não pode colocar as mãos sem os joelhos nos degraus."
                    },
                    {
                        "id": 2,
                        "pergunta": "Sobe um ou dois degruas numa escada pequena para deslizar.",
                        "descricao": "Deve fazê-lo sem ajuda."
                    },
                    {
                        "id": 3,
                        "pergunta": "Sobe e desce de equipamentos.",
                        "descricao": "Deve fazê-lo sem ajuda. Os exemplos incluem um brinquedo de montar, um cavalo de baloiço ou cadeiras para criança ou adulto."
                    },
                    {
                        "id": 4,
                        "pergunta": "Protege-se quando fica sem equilíbrio.",
                        "descricao": "Usa reações de proteção ou de equilíbrio (por exemplo, estica as mãos, estende os braços, protege a cabeça)."
                    },
                    {
                        "id": 5,
                        "pergunta": "Contorna os objetos no chao, em vez de os pisar.",
                        "descricao": "Mostra consciência do corpo em relação aos objetos passando por cima ou caminhando em redor dos objetos."
                    },
                    {
                        "id": 6,
                        "pergunta": "Atira bolas e saquinhos de feijão em qualquer direção.",
                        "descricao": "Deve fazê-lo com ajuda e com orientação para a frente."
                    },
                    {
                        "id": 7,
                        "pergunta": "Rola para a frente e para trás com outra pessoa.",
                        "descricao": "O adulto pode começar a rotina mas a criança mostra interesse fazendo rolar a bola em dreção à pessoa."
                    }
                ]
            }, 
            {
                "id": 8,
                "nome":"Comportamento",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Exibe dificuldades mínimas de comportamento severo.",
                        "descricao": "Os exemplos incluem comportamentos autoagressivos, agressão, birras frequentes e/ou graves."
                    }, 
                    {
                        "id": 1,
                        "pergunta": "Senta-se numa cadeira ou de frente para o adulto durante atividades que lhe dão prazer sem dificuldades por 1-2 minutos.",
                        "descricao": "Senta-se calmamente/feliz durante pelo menos 60 segundos, enquanto interage com o adulto."
                    },
                    {
                        "id": 2,
                        "pergunta": "Envolve-se voluntariamente em jogos simples na cadeira e no chão com adultos, por 5 minutos.",
                        "descricao": "Os jogos podem incluir 'cucu', canções, rotinas físicas (por exemplo, cócegas, subir e descer para o colo do adulto)."
                    },
                    {
                        "id": 3,
                        "pergunta": "Tolera a proximidade e interação com o adulto (com pedidos mínimos) sem problemas de comportamento em intervalos de 20 minutos.",
                        "descricao": "As solicitações dos adultos são dentro do conjunto das compentências atuais da criança. As birras podem ocorrer mas sem comportamento agressivo."
                    },
                    {
                        "id": 4,
                        "pergunta": "Interage de forma adequada com membros da família (ou seja, sem agressão ou outras interações inapropriadas).",
                        "descricao": "Sem agressão ou outras interações inapropriadas observadas no relatório dos pais."
                    }
                ]
            }, 
            {
                "id": 9, 
                "nome":"Independência Pessoal",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Alimentação - Come refeições e lanches à mesa.",
                        "descricao": "Senta-se à mesa durante a refeição (ou seja, não se levanta ou anda da ou para a mesa durante a refeição; não precisa de estar sentado ao logo de toda a refeição em família)."
                    }, 
                    {
                        "id": 1,
                        "pergunta": "Alimentação - Come a refeição de forma autônoma.",
                        "descricao": "O adulto prepara a comida mas não é preciso nenhum outro tipo de assistência."
                    },
                    {
                        "id": 2,
                        "pergunta": "Alimentação - Usa um copo aberto",
                        "descricao": "Segura e coloca o copo na boca sem ajuda. E possível entornar um pouco de água enquanto bebe."
                    },
                    {
                        "id": 3,
                        "pergunta": "Alimentação - Usa uma colher.",
                        "descricao": "Segura e coloca a colher na boca sem ajuda na maioria das dentadas. Pode entornar ocasionalmente."
                    },
                    {
                        "id": 4,
                        "pergunta": "Alimentação - Usa um garfo.",
                        "descricao": "Segura e coloca o garfo na boca sem ajuda na maioria das dentadas. Pode entornar ocasionalmente."
                    },
                    {
                        "id": 5,
                        "pergunta": "Alimentação - Come alimentos de várias texturas, tipos e grupos.",
                        "descricao": "O relatório dos pais é suficiente."
                    },
                    {
                        "id": 6,
                        "pergunta": "Alimentação - Tolera novos alimentos no prato.",
                        "descricao": "Permite que um alimento novo fique no prato e pode tentar comê-lo (por exemplo, toca, cheira ou coloca na boca). Não tem de comê-lo."
                    },
                    {
                        "id": 7,
                        "pergunta": "Alimentação - Bebe pela palhinha.",
                        "descricao": "O adulto pode colocar a palhinha na boca da criança se nunca lha deu antes."
                    },
                    {
                        "id": 8,
                        "pergunta": "Vestir - Remove cada peça de roupa com ajuda.",
                        "descricao": "Não precisa de desabotoar ou abrir o fecho das roupas, mas deve conseguir tirar itens (por exemplo, a camisa, calças, sapatos, meis) com ajuda. Os exemplos incluem o adulto ajudar a ciança a puxar a camisa pela cabeça, o adulto desatar os sapatos, ou o adulto desapertar as calças e a criança puxá-las para baixo até aos pés."
                    },
                    {
                        "id": 9,
                        "pergunta": "Vestir - Veste cada peça de roupa com ajuda.",
                        "descricao": "Não precisa de abotoar ou apertar o fecho das roupas, mas pode vestir um item (por exemplo, camisa, calças, sapatos, meias) com ajuda. Os exemplosincluem o adulto arregaçar a camisa e a criança passar a cabeça através da camisa, o adulto segurar no sapato e a criança pôr o pé no sapato, ou o adulto ajudar a criança a entrar nas calças e a criança a puxá-las para cima."
                    },
                    {
                        "id": 10,
                        "pergunta": "Higiene - Põe as mãos debaixo de água corrente.",
                        "descricao": "Pode ser ajudado se necessário, mas é capaz de colocar as mãos debaixo de água durante pelo menos 5 segundos. O relatório dos pais é suficiente."
                    },
                    {
                        "id": 11,
                        "pergunta": "Higiene - Seca as mãos com uma toalha.",
                        "descricao": "Pode ser ajudado se necessário, mas usa uma toalha para limpar ambas as mãos. O relatório dos pais é suficiente."
                    },
                    {
                        "id": 12,
                        "pergunta": "Higiene - Esfrega a toalha de rosto ou o toalhão pelo corpo.",
                        "descricao": "Pode ser ajudado se necessário, mas usa uma toalhita/toalha na maioria das partes do corpo (por exemplo, cara, mãos, barriga, pernas). O relatório dos pais é suficiente."
                    },
                    {
                        "id": 13,
                        "pergunta": "Higiene - Tolera pentear o cabelo, assoar o nariz e escovar os dentes.",
                        "descricao": "Pode fazer birra, mas é capaz de terminar a rotina sem agressividade ou problemas de autoagressão ou de comportamento graves."
                    },
                    {
                        "id": 14,
                        "pergunta": "Higiene - Ajuda com a escova de dentes/pente.",
                        "descricao": "Os exemplos incluem segurar na escova/pente ou tomar a vez na ação de escovar/pentear."
                    },
                    {
                        "id": 15,
                        "pergunta": "Higiene - Põe a escova de dentes na boca.",
                        "descricao": "Coloca a escova de dentes na boca, saboreia a pasta de dentes. Não tem de escovar os dentes."
                    },
                    {
                        "id": 16,
                        "pergunta": "Tarefas - Põe roupa suja no cesto.",
                        "descricao": "Pode ser lembrado ou fisicamente ajudado (por exemplo, o adulto entrega-lhe a roupa, aponta para o cesto da roupa) se necessário, mas é capaz de colocar as roupas no cesto."
                    },
                    {
                        "id": 17,
                        "pergunta": "Tarefas - Põe os lenços de papel no lixo.",
                        "descricao": "Pode ser lembrado ou fisicamente ajudado (por exemplo, o adulto entrega-lhe os lenços, apontar para o lixo) se necessário, mas é capaz de deixar os lenços de papel no lixo."
                    }
                ]
            }
        ]
    }, 
    {
        "nivel": 2, 
        "categorias": [
            {
                "id": 0,
                "nome":"Comunicação Receptiva",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Segue instruções para parar ou esperar sem ajudas ou gestos.",
                        "descricao": "A criança responde a instruções verbais isoladas; para a atividade por completo, olha para o adulto e espera pela instrução do adulto."
                    }, 
                    {
                        "id": 1,
                        "pergunta": "Segue 8-10 instruções verbais de um passo envolvendo ações corporais e ações com objetos.",
                        "descricao": "A criança responde a instruções envolvendo verbos (por exemplo, abanar a maraca, bater com paus, abraçar o bebê, bater a massa, cortar, levantar-se, bater palmas, mexer nas orelhas; tem de seguir tanto as ações corporais como as com objetos)."
                    },
                    {
                        "id": 2,
                        "pergunta": "Identifica apontando ou mostrando várias partes do corpo nomeadas, em si própria ou noutra pessoa.",
                        "descricao": "Para passar tem de identificar cinco ou mais partes do corpo."
                    },
                    {
                        "id": 3,
                        "pergunta": "Responde a instruções verbais para dar/apontar/mostrar 8-10 objetos específicos nas rotinas de jogo natural, vestir e alimentação (por exemplo, bebê, cadeira, carro, bloco, copo, urso).",
                        "descricao": "Autoexplicativo."
                    },
                    {
                        "id": 4,
                        "pergunta": "Identifica apontando e dirigindo o olhar para três imagens nomeadas num livro (incluindo copo, carro, cão, gato, bebê).",
                        "descricao": "Responde a Onde está...? ou Mostra-me ...? com o dedo indicador e o olhar."
                    },
                    {
                        "id": 5,
                        "pergunta": "Entende conceitos espaciais iniciais (por exemplo, entre, sob).",
                        "descricao": "Para passar a criança tem de demonstrar uma compreensão generalizada de três ou mais preposições seguindo instruções verbais usando objetos."
                    },
                    {
                        "id": 6,
                        "pergunta": "Olha para as pessoas e fotografias de pessoas quando nomeadas - família, animais, professores.",
                        "descricao": "Para passar tem de responder a quatro ou mais nomes diferentes. Se a pessoa/animal de estimação chamado está presente, a criança olha claramente para a pessoa ou animal que foi chamado (também pode apontar). Em fotografias, a criança toca ou aponta para a imagem nomeada."
                    },
                    {
                        "id": 7,
                        "pergunta": "Obtém 8-10 objetos verbalmente solicitados na sala, mas não diretamente à frente da criança, requerendo alguma procura.",
                        "descricao": "Em resposta à indicação verbal Vai buscar... a criança traz objetos da sala, mas fora do seu campo de visão. À tarefa envolve lembrar o pedido pelo tempo suficiente para realizar uma busca visual na sala e recuperar o objeto do chão, mesa, cadeira ou prateleira."
                    },
                    {
                        "id": 8,
                        "pergunta": "Mediante pedidos verbais (com pistas gestuais) completa duas ações com um objeto.",
                        "descricao": "A criança faz uma sequência de duas ações com um objeto em resposta a uma instrução verbal com o gesto. É preciso demonstrar três ou mais sequências diferentes para passar (por exemplo, Vai buscar os sapatos e trá-los para mim)."
                    },
                    {
                        "id": 9,
                        "pergunta": "Aponta para partes do corpo nomeadas numa imagem.",
                        "descricao": "Identifica cinco ou mais partes do corpo numa imagem grande ou num desenho quando solicitado."
                    }
                ]
            }, 
            {
                "id": 1, 
                "nome":"Comunicação Expressiva",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Usa os sinais ou gestos-alvo com vocalização para se expressar (pedir, terminar, partilhar, pedir ajuda, protestas).",
                        "descricao": "A criança combina o gesto e a vocalização específica ou uma aproximação da palavra para comunicar todas estas quatro funções."
                    }, 
                    {
                        "id": 1,
                        "pergunta": "Produz 6-10 palavras ou aproximações dentro do contexto de rotinas familiares, rotinas sociais sensoriais e canções.",
                        "descricao": "Produz cinco ou mais aproximações de palavras diferenciadas dentro de rotinas sociais familiares. Estas podem ser espontâneas ou espontaneamente imitadas, mas não com ajuda."
                    },
                    {
                        "id": 2,
                        "pergunta": "Produz espontaneamente várias palavras associadas a uma rotina de jogo (rola, vai, para).",
                        "descricao": "Produz três ou mais aproximações de palavras diferenciadas para verbos que envolvam ações em si mesmo ou com objetos -espontâneas ou por imitação, mas sem ajudas."
                    },
                    {
                        "id": 3,
                        "pergunta": "Usa de forma funcional 20 ou mais aproximações de nomes (nomes de objetos, animais, pessoas) e nõ nominais (palavras que se referem a ações ou outras relações: desapareceram todos, cima, etc.).",
                        "descricao": "Isto envolve aproximações de palavras usadas espontaneamente para solicitar ações ou objetos. Tanto as formas nominais como as não nominais devem ser usadas para passar."
                    },
                    {
                        "id": 4,
                        "pergunta": "Nomeia objetos e imagens espontaneamente.",
                        "descricao": "Passa se a criança nomeia cinco ou mais objetos e cinco ou mais imagens espontaneamente."
                    },
                    {
                        "id": 5,
                        "pergunta": "Vocaliza com uma variedade de entoações durante canções, etc.",
                        "descricao": "A criança faz variações de entoação quando produz algumas palavras em músicas ou cânticos, demonstrando consciência dos padrões de entoação envolvidos."
                    },
                    {
                        "id": 6,
                        "pergunta": "Faz pedidos e recusa usando palavras isoladas com o contato visual.",
                        "descricao": "A criança usa rotineiramente palavras simples com o olhar para pedir, protestar, recusar e negar."
                    },
                    {
                        "id": 7,
                        "pergunta": "Nomeia ações em contexto (por exemplo, durante os movimentos corporais e/ou ações com objetos).",
                        "descricao": "A criança produz 10 ou mais verbos tanto por imitação como espontaneamente para rotular ações em si mesmo, nos outros ou com objetos."
                    },
                    {
                        "id": 8,
                        "pergunta": "Faz aproximações ao nome de três pessoas importantes (incluindo a própria).",
                        "descricao": "A criança usa nomes para rotular as pessoas em imagens, no espelho, na vida real ou para obter atenção. Pode ser em reposta à pergunta Quem é este?"
                    },
                    {
                        "id": 9,
                        "pergunta": "Abana a cabeça e diz não para recusar.",
                        "descricao": "A criança combina espontaneamente o sacudir da cabeça com a palavra não para recusar uma oferta."
                    },
                    {
                        "id": 10,
                        "pergunta": "Acena com a cabeça e diz sim para afirmar.",
                        "descricao": "A criança combina espontaneamente o acenar da cabeça com a palavra sim para recusar uma oferta."
                    },
                    {
                        "id": 11,
                        "pergunta": "Pergunta (aproximação) O que é issto? quando se depara com algo desconhecido.",
                        "descricao": "A criança olha espontaneamente para o adulto e gesticula para o objeto, via gesto manual ou alternando o olhar enquanto pergunta, O que é isso? em vários contextos."
                    }
                ]
            }, 
            {
                "id": 2,
                "nome":"Atenção Conjunta",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Responde a olha e ao objeto oferecido com a alternativa do olhar virando o corpo e olhando para o objeto oferecido.",
                        "descricao": "Autoexplicativo."
                    }, 
                    {
                        "id": 1,
                        "pergunta": "Responde a olha e ao apontar, orientando-se para a pessoa/objeto distal indicado.",
                        "descricao": "Autoexplicativo."
                    },
                    {
                        "id": 2,
                        "pergunta": "Dá ou pega no objeto de outra pessoa coordenado com o contato visual.",
                        "descricao": "Isto envolve dar ou tirar espontaneamente. Se é para tirar, o adulto não deve oferecer o objeto. O olhar comunica o pedido."
                    },
                    {
                        "id": 3,
                        "pergunta": "Responde a Mostra-me estendendo o objeto ao adulto.",
                        "descricao": "Autoexplicativo."
                    },
                    {
                        "id": 4,
                        "pergunta": "Mostra objetos de forma espontânea.",
                        "descricao": "Envolve atos da rotina do mostrar, posicionando o objeto em direção ao rosto do adulto, olhando para o adulto e esperar um comentário. Passa se isto é observado várias vezes no momento do jogo."
                    },
                    {
                        "id": 5,
                        "pergunta": "Segue ou olha para um ponto de forma espontânea (sem pista verbal) para olhar para o alvo.",
                        "descricao": "Obtenha o contato visual da criança na interação cara-a-cara e, em seguida, volte-se para olhar para o objeto. Passe se a criança demonstrar a rotação da cabeça e alguma procura. Não precisa de encontrar o objeto."
                    },
                    {
                        "id": 6,
                        "pergunta": "Aponta espontaneamente para os objetos de interesse.",
                        "descricao": "Envolve rotinas de ações, várias por hora. A criança deve apontar para o alvo, olhar para o adulto e esperar por um comentário para passar."
                    },
                    {
                        "id": 7,
                        "pergunta": "Partilha sorrisos com o adultoalternando o olhar durante uma atividade agradável com um objeto.",
                        "descricao": "Trata-se de mudanças claras do olhar, do objeto para os olhos do adulto e voltar para o objeto para compartilhar a satisfação. Deve ser observado várias vezes num período de jogo social de 10 minutos para passar."
                    }
                ]
            }, 
            {
                "id": 3, 
                "nome":"Competências Sociais: Adultos ou Pares",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Inicia e mantém o contato visual para comunicar.",
                        "descricao": "A criança começa rotineiramente trocas comunicativas (de qualquer tipo) com o olhar e mantém o olhar de forma natural ao longo da troca."
                    }, 
                    {
                        "id": 1,
                        "pergunta": "Verbaliza pedidos ou inicia fisicamente jogos sociais familiares.",
                        "descricao": "A criança inicia e transmite olhares sociais através dos moviementos corporais, gestos ou padrões vocais que são específicos para um determinado jogo. Deve fazer sinalizações em três ou mais jogos para passar."
                    },
                    {
                        "id": 2,
                        "pergunta": "Retribui comportamentos afetuosos: abraços, beijos a pessoas e familiares.",
                        "descricao": "A criança retribui espontânea e consistentemente abraços dos adultos familiares com os braços e o corpo, retribui beijos franzindo as bochchas ou os lábios."
                    },
                    {
                        "id": 3,
                        "pergunta": "Usa gestos ou palavras para conseguir a atenção dos adultos.",
                        "descricao": "A criança procura o contato visual do adulto usando palavras ou gestos claros de qualquer tipo (acenar, mostrar, virar a cara, bater, etc.)."
                    },
                    {
                        "id": 4,
                        "pergunta": "Responde a cumprimentos sociais com Olá ou Adeus e acena imilativamente.",
                        "descricao": "A criança responde aos cumprimentos com palavras e gestos, sem ajuda."
                    }, 
                    {
                        "id": 5,
                        "pergunta": "Pede ajuda verbal ou gestualmente.",
                        "descricao": "A criança inicia pedidos de ajuda usando tanto sinais convencionais como aproximações de palavras combinados com o olhar. A manipulação das mãos e do corpo não conta, a menos que acompanhada pelo olhar e palavras apropriadas."
                    },
                    {
                        "id": 6,
                        "pergunta": "Coordena consistentemente o contato visual com a vocalização e/ou gesto para direcionar a comunicação.",
                        "descricao": "A criança acompanha espontaneamente os atos comunicativos com o olhar."
                    },
                    {
                        "id": 7,
                        "pergunta": "Dança com os outros em jogos de círculo ao som da música.",
                        "descricao": "A criança brinca em vários jogos de círculo e imita os movimentos de dança ao som da música."
                    },
                    {
                        "id": 8,
                        "pergunta": "Corre com os outros em jogos de perseguição.",
                        "descricao": "A criança persegue outra pessoa e apanha-a enquanto joga à apanhada, e também corre para não ser apanhada durante a perseguição."
                    }, 
                    {
                        "id": 9,
                        "pergunta": "Obtém a atenção do outro utilizando o nome da pessoa ou jogo e inicia o jogo ou atividade social.",
                        "descricao": "A criança inicia espontaneamente jogos sociais familiares com um parceiro, estabelecendo contato visual e usando um gesto associado e o seu nome ou uma palavra de ação (por exemplo, Cócegas, Apanhada)."
                    },
                    {
                        "id": 10,
                        "pergunta": "Dá um objeto ao parceiro quando ele pede.",
                        "descricao": "A criança responde de forma consistente ao pedido verbal de um objeto por parte do par, olhando para ele e entregando-lhe o objeto."
                    }, 
                    {
                        "id": 11,
                        "pergunta": "Junta-se a canções/jogos de dedos familiares em contexto de grupo.",
                        "descricao": "A criança participa em canções conhecidas e jogos sociais com padrões de movimento apropriados num ambiente de grupos pequenos (com mais 1-2 crianças) sem pistas especiais."
                    },
                    {
                        "id": 12,
                        "pergunta": "Prossegue uma atividade quando o par se junta num jogo paralelo.",
                        "descricao": "A criança prossegue a atividade quando o par se junta, reconhecendo e aceitando a abordagem dos pares. A criança não protege os materiais nem rejeita a abordagem."
                    },
                    {
                        "id": 13,
                        "pergunta": "Responde apropriadamente à saudação do par.",
                        "descricao": "A criança responde espontaneamente a um Olá e Adeus de um colega com o olhar, gesto e com as palavras apropriadas."
                    },
                    {
                        "id": 14,
                        "pergunta": "Troca a vez com o par em ações simples com brinquedos quando o par pede; Dá e leva de volta.",
                        "descricao": "Em situação de jogo paralelo, a criança responde rotineiramente às ofertas dos pares em trocas de vez, tanto dando o objeto quando um colega oferece."
                    }, 
                    {
                        "id": 15,
                        "pergunta": "Senta-se em um grupo com os pares e atende a instruções familiares do adulto.",
                        "descricao": "A criança senta-se num pequeno grupo, sem cadeiras especiais ou ajuda do adulto, presta atenção ao adulto líder e segue as instruções verbais que estão dentro do seu repertório. O adulto pode usar o nome da criança para dar a instrução, mas nenhuma outra ajuda."
                    },
                    {
                        "id": 16,
                        "pergunta": "Recebe objetos dos pares quando estes oferecem.",
                        "descricao": "A criança pega frequentemente num objeto, acompanhando com o olhar quando um colega oferece."
                    },
                    {
                        "id": 17,
                        "pergunta": "Passa objetos aos pares na mesa ou em grupo quando pedido.",
                        "descricao": "A criança responde consistente e apropriadamente a pedidos de objetos em situações de pequenos grupos (por exemplo, momentos de círculo, mesa do lanche, mesa de trabalhos manuais, canto de jogos dramáticos)."
                    },
                    {
                        "id": 18,
                        "pergunta": "Imita o comportamento dos pares e ocasionalmente em atividades de jogo.",
                        "descricao": "Durante as atividades de jogo paralelo, a criança imita algumas ações dos pares espontaneamente."
                    }, 
                    {
                        "id": 19,
                        "pergunta": "Joga jogos de correspondência de imagens (memória, loto, etc.) sozinho e com os pares.",
                        "descricao": "A criança passa se conseguir revezar a vez com o parceiro e completar o jogo. Estas são as únicas competências necessárias para passar este item."
                    }
                ]
            }, 
            {
                "id": 4,
                "nome":"Imitação",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Imita uma variedade de sons de vogais e consoantes durante aproximações verbais em comunicações significativas.",
                        "descricao": "Inclui quatro a cinco sons de vogais diferentes ou quatro a cinco sons de consoantes diferentes."
                    }, 
                    {
                        "id": 1,
                        "pergunta": "Imita sons de animais e outros sons.",
                        "descricao": "Imita pelo menos cinco sons diferentes."
                    },
                    {
                        "id": 2,
                        "pergunta": "Imita palavras isoladas reconhecíveis, espontânea e frequentemente em interações.",
                        "descricao": "Produz 10 ou mais aproximações de palavra."
                    },
                    {
                        "id": 3,
                        "pergunta": "Imita os movimentos para cinco músicas; imita plo menos 10 ações diferentes.",
                        "descricao": "Estas são ações familiares; sem ajudas."
                    },
                    {
                        "id": 4,
                        "pergunta": "Imita/faz aproximações de ações em sequência em canções.",
                        "descricao": "Aproxima pelo menos cinco novas ações."
                    },
                    {
                        "id": 5,
                        "pergunta": "Imita ações com objetos -passos múltiplos (ações de jogo).",
                        "descricao": "Envolve imitar uma sequência de três ou mais ações relacionadas(por exemplo, tirar a tapa da caixa de encaixar, tirar as peças, colocas a tampa e introduzir as peças)."
                    },
                    {
                        "id": 6,
                        "pergunta": "Imita ações a fingir para si mesma e com miniaturas.",
                        "descricao": "A criança imita consistentemente quatro ou mais ações naturalistas com miniaturas, em si mesmo e oferecendo ao parceiro."
                    },
                    {
                        "id": 7,
                        "pergunta": "Imita duas sequências de movimentos em rotinas de canção/jogo.",
                        "descricao": "A criança imita espontaneamente duas ou mais ações dentro de uma música sem ajuda e sem esperar."
                    },
                    {
                        "id": 8,
                        "pergunta": "Imita frases de duas palavras.",
                        "descricao": "A criança imita consistentemente vários enunciados de duas palavras."
                    }
                ]
            }, 
            {
                "id": 5, 
                "nome":"Cognição",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Corresponde/agrupa por formas.",
                        "descricao": "Corresponde e agrupa pelo menos cinco formas diferentes."
                    }, 
                    {
                        "id": 1,
                        "pergunta": "Corresponde/agrupa por tamanho.",
                        "descricao": "Corresponde e agrupa pelo menos três tamanhos diferentes de objetos idênticos."
                    },
                    {
                        "id": 2,
                        "pergunta": "Corresponde/agrupa desenhos e contornos.",
                        "descricao": "A criança combina e classifica desenhos a lápis e padrões de desenhos."
                    },
                    {
                        "id": 3,
                        "pergunta": "Classifica objetos semelhantes por grupos.",
                        "descricao": "A criança combina e classifica objetos não idênticos por identidade (por exemplo, carros, cavalos, bolas, meias, sapatos, copos)."
                    },
                    {
                        "id": 4,
                        "pergunta": "Agrupa objetos comuns em grupo funcionais.",
                        "descricao": "A criança agrupa objetos por função: comer, vestir, brincar, desenhar."
                    },
                    {
                        "id": 5,
                        "pergunta": "Procura/pergunta por objetos desaparecidos.",
                        "descricao": "A criança reconhece quando um objeto de um conjunto está a faltar e pergunta por ele ou procura-o (por exemplo, uma peça de um quebra-cabeça perdida, um sapato que falta, um copo em falta)."
                    },
                    {
                        "id": 6,
                        "pergunta": "Corresponde/agrupa em duas dimensões.",
                        "descricao": "A criança corresponde/classifica objetos pela cor e forma, ou forma e tamanho, etc."
                    },
                    {
                        "id": 7,
                        "pergunta": "Corresponde por quantidade, de um a três.",
                        "descricao": "A criança combina uma variedade de objetos em grupos de quantidade envolvendo quantidades de um a três (por exemplo, peças de dominó, bolachas de animais num prato)."
                    }
                ]
            }, 
            {
                "id": 6,
                "nome":"Jogo",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Jogo - Combina objetos relacionados no jogo (xícara no pires, colher no prato).",
                        "descricao": "A criança demonstra consciência das relações funcionais de vários conjuntos de objetos no seu jogo e ao arrumar."
                    }, 
                    {
                        "id": 1,
                        "pergunta": "Jogo - Imita/produz efeitos sonoros no jogo (vocaliza ao telefone, faz barulhos de carros, sons de animais com animais).",
                        "descricao": "A criança passa se fizer cinco ou mais sons destes durante o jogo."
                    },
                    {
                        "id": 2,
                        "pergunta": "Jogo - Realiza uma ação única com um adereço numa boneca ou animal.",
                        "descricao": "Requer ações espontâneas; não passa apenas com imitação."
                    },
                    {
                        "id": 3,
                        "pergunta": "Jogo - Combina ações funcionalmente relacionadas com o tema do jogo (alimenta e dá bebida, deita na cama e tapa).",
                        "descricao": "Requer ações espontâneas que envolvam pelo menos duas ações relacionadas numa sequênica. Não passa apenas com imitação."
                    },
                    {
                        "id": 4,
                        "pergunta": "Jogo - Demonstra uma abordagem de tentativa e erro para resolver problemas com brinquedos de construção; os esquemas são flexíveis e não repetitivos.",
                        "descricao": "A criança passa se demonstrar consistentemente a abordagem de tentativa e erro na resolução de problemas no jogo com objetos."
                    },
                    {
                        "id": 5,
                        "pergunta": "Jogo - Brinca de forma adequada e flexível durante 10 minutos apenas com atenção ocasional do adulto.",
                        "descricao": "O adulto pode preparar vários conjuntos de materiais de construção ou visuespaciais, mas a criança tem de brincar soinha usando durante o jogo uma maioria de ações apropriadas, sem mais do que duas interações verbais, para passar este item. Não penalize se alguns atos repetitivos ou estereotipados ocorrerem dentro de um jogo apropriado."
                    },
                    {
                        "id": 6,
                        "pergunta": "Jogo - Mantém-se ocupada com materiais simples de uso multiplo de forma adequada durante pelo menos 10 minutos de cada vez com orientação ocasional do adulto.",
                        "descricao": "O adulto pode preparar algum material (massa de brincar, arte, livros, adereços de jogo), mas a criança precisa de brincar sozinha usando durante o jogo uma maioria de ações apropriadas, sem mais do que duas interações verbais, para passar este item. Não penalize se alguns atos repetitivos ou estereotipados ocorrerem dentro de um jogo aporpriado."
                    },
                    {
                        "id": 7,
                        "pergunta": "Jogo - Obtém os materiais, traz para a mesa, completa a atividade de jogo e afasta-se.",
                        "descricao": "A criança brinca de forma autônoma, incluindo ir buscar os materiais, deslocar-se para um espaço de jogo, arrumar e afastar os materiais no final. Isto pode envolver atividades ilimitadas ou limitadas."
                    }
                ]
            }, 
            {
                "id": 7, 
                "nome":"Motricidade Fina",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Introduz três ou mais peças no jogo de encaixe.",
                        "descricao": "A criança completa o jogo de encaixe de forma autonoma; pode usar a tentativa e erro mas sem instruções ou apoio de qualquer tipo."
                    }, 
                    {
                        "id": 1,
                        "pergunta": "Empilha 8-10 blocos de 2,5 cm.",
                        "descricao": "A criança constrói de forma autônoma uma torre de 8-10 blocos que balança."
                    },
                    {
                        "id": 2,
                        "pergunta": "Copia três ou mais pilhas de blocos simples.",
                        "descricao": "A criança copia várias construções diferentes envolvendo pelo menos três blocos (por exemplo, torre vertical, linha horizontal, ponte)."
                    },
                    {
                        "id": 3,
                        "pergunta": "Junta cinco ou mais Legos, contas, brinquedos 'tinker', blocos 'bristle' de formas variadas.",
                        "descricao": "A criança usa vários tipos de objetos de encaixe e reúne cinco ou mais peças de várias formas."
                    },
                    {
                        "id": 4,
                        "pergunta": "Imita cinco ou mais ações simples com plasticina (rolar, puxar, bater, apertar).",
                        "descricao": "Autoexplicativo."
                    },
                    {
                        "id": 5,
                        "pergunta": "Cola vários autocolantes em folhas.",
                        "descricao": "O adulto pode ter que descolar um canto para que a criança entenda, mas a criança tira o autocolante da folha adesiva e coloca-o sobre uma folha de forma autônoma."
                    },
                    {
                        "id": 6,
                        "pergunta": "Abre e fecha uma variedade de recipientes, incluindo tampas de enroscar.",
                        "descricao": "Isto não é um teste de força -as tampas devem ser fáceis de remover."
                    },
                    {
                        "id": 7,
                        "pergunta": "Abre e fecha grandes fechos de correr.",
                        "descricao": "A criança consegue abrir o fecho até o fim; a criança consegue puxar o fecho todo para cima, embora o adulto tenha que juntar as duas peças à criança."
                    },
                    {
                        "id": 8,
                        "pergunta": "Amarra objetos grandes com cordéis, corda grossa ou tubos de aquário.",
                        "descricao": "A criança ata cinco ou mais contas, pedaços de massa, anéis, etc, até fazer uma sequência, sem ajuda."
                    },
                    {
                        "id": 9,
                        "pergunta": "Imita traçõs, rabiscos e pontos com marcadores e lápis de cor.",
                        "descricao": "A criança imita pelo menos três tipos de ações com ferramentas de escrita."
                    },
                    {
                        "id": 10,
                        "pergunta": "Corta papel com tesouras.",
                        "descricao": "Não precisa de cortar um pedaço do papel. Pode usar tesouras de crianças ou adultos. O adulto pode mostrar como se usa a tesoura, mas a criança corta de forma autônoma. Não é preciso segurar perfeitamente na tesoura. Deve fazer três cortes."
                    },
                    {
                        "id": 11,
                        "pergunta": "Coloca peças do jogo de damas e moedas numa ranhura.",
                        "descricao": "A criança pega de forma autônoma em cinco ou mais peças na mesa e coloca cada uma na ranhura, tanto na horizontal como na vertical, sem ajudas ou lembretes, e é bem-sucedida com moedas de 1 real."
                    },
                    {
                        "id": 12,
                        "pergunta": "Coloca uma variedade de contas em diferentes tipos de fio.",
                        "descricao": "A criança consegue atar vários objetos com vários tipos de fios."
                    },
                    {
                        "id": 13,
                        "pergunta": "Completa puzzles de quatro a seis peças geométricas.",
                        "descricao": "A criança completa o puzzle de forma autônoma, pode usar a tentativa e erro, mas sem instruções ou apoio."
                    }
                ]
            }, 
            {
                "id": 8,
                "nome":"Motricidade Grossa",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Imita ações de motricidade grossa numa variedade de posições (sentada, de pé, em movimento).",
                        "descricao": "A criança imita ações de motricidade grossa consistentemente e de forma espontânea (pode ser instruída), independentemente da localização. Podem ser aproximações. É a consistência que é importante e não a precisão."
                    }, 
                    {
                        "id": 1,
                        "pergunta": "Pula e passa por obstáculos no chão.",
                        "descricao": "A criança pula e move-se no espaço, a partir de um degrau baixo até ao solo, assim como a paritr do solo."
                    },
                    {
                        "id": 2,
                        "pergunta": "Usa alguns equipamentos do parque infantil (escadas, escorregas).",
                        "descricao": "A criança inicia de forma consistente ações apropriadas em várias peças de equipamento do parque infantil."
                    },
                    {
                        "id": 3,
                        "pergunta": "Senta-se no triciclo, empurra-o com os pés e começa a pedalar.",
                        "descricao": "A criança senta-se sozinha no triciclo, na posição correta e tenta pedalar, mas pode precisar de ajuda para o fazer."
                    },
                    {
                        "id": 4,
                        "pergunta": "Puxa um carrinho ou empurra um carrinho de mão.",
                        "descricao": "A criança manuseia autonomamente um carrinho ou carrinho de mão para mover as coisas no parque infantil."
                    },
                    {
                        "id": 5,
                        "pergunta": "Pontapeia a bola em direção a um alvo.",
                        "descricao": "A criança chuta uma bola grande com direcionalidade."
                    },
                    {
                        "id": 6,
                        "pergunta": "Escava com uma pá.",
                        "descricao": "A criança cava com a pá, apanha a matéria e deposita-a de forma independente, em múltiplas pazadas."
                    }
                ]
            }, 
            {
                "id": 9, 
                "nome":"Independência Pessoal",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Alimentação - Alimentação - Usa um guardanapo quando sugerido.",
                        "descricao": "Quando instruída, mas sem ajuda, a criança pega no guardanapo e limpa a parte do corpo adequada de acordo com a instrução. Não tem de ser completo, mas tem de ser mais do que superficia."
                    }, 
                    {
                        "id": 1,
                        "pergunta": "Alimentação - Alimentação - Serve a comida sozinha da tigela com um utensílio.",
                        "descricao": "Quando o adulto segura ou aproxima a travessa ou o prato da criança, esta usa o utensílio apropriado para servir os alimentos para o seu prato de forma autônoma. Pode ser desajeitada. O adulto pode indicar as quantidades."
                    },
                    {
                        "id": 2,
                        "pergunta": "Alimentação - Alimentação - Passa recipientes quando instruída.",
                        "descricao": "Na mesa, quando alguém pede à criança para passar um item, a criança procura o item, pega nele, e passa-o à pessoa à esquerda/direita. A criança deve responder ao pedido através da procura do bojeto e tentar agarrá-lo sozinha. Se alguém passar um recipiente à criança e instruí-la para passar à próxima pessoa, a criança segue a instrução sem ajudas."
                    },
                    {
                        "id": 3,
                        "pergunta": "Alimentação - Transporta o prato, o copo e os talheres para o lava-louça ou para o balcão quando termina.",
                        "descricao": "Quando a criança sai da mesa, segue as instruções dos adultos para levar os itens especificados para um lugar específico, sem ajudas."
                    },
                    {
                        "id": 4,
                        "pergunta": "Alimentação - Permanece na mesa com o parceiro durante a refeição.",
                        "descricao": "A criança senta-se durante toda a refeição e mantém-se no lugar sem ajudas ou outros apoios até que tenha terminado de comer e o adulto diga que pode sair."
                    },
                    {
                        "id": 5,
                        "pergunta": "Alimentação - Come e comporta-se adequadamente em restaurantes de fast-food.",
                        "descricao": "A criança participa em todas as etapas de uma refeição de fast-food -esperar, pedir, transportas, comer, limpar e sair, sem a necessidade de ajudas físicas completas. A criança caminha voluntariamente com os adultos até à porta ou mesa. Não precisa de dar a mão para ficar com o adulto."
                    },
                    {
                        "id": 6,
                        "pergunta": "Alimentação - Toca ou prova um novo alimento que já tenha sido introduzido várias vezes.",
                        "descricao": "A criança responde voluntariamente à instrução de provar, mordiscar ou beber um alimento/bebida familiar."
                    },
                    {
                        "id": 7,
                        "pergunta": "Alimentação - Come alimentos de todos os grupos alimentares.",
                        "descricao": "A criança come algumas peças de fruta/verduras, laticínios, cereais e carnes (a menos que existam restrições familiares), espontaneamente."
                    },
                    {
                        "id": 8,
                        "pergunta": "Alimentação - Vai buscar bebida ou água autonomamente.",
                        "descricao": "A criança vai buscar espontaneamente o copo e tirar a água da torneira, prateleira ou da porta do frigorífico, sem quaisquer instruções ou ajuda do adulto. Se a criança usar a torneira, deve fechar a água espontaneamente."
                    },
                    {
                        "id": 9,
                        "pergunta": "Vestir - Despe a roupa sozinha e deposita-a no cesto (sem fechos).",
                        "descricao": "Quando instruída, a criança tira a camisa, as calças, a roupa interior, as meias e os sapatos, sem ajuda a não ser para os fechos e coloca toda a roupa num recipiente apropriado. A criança pode ser verbal ou gestualmente relembrada uma ou duas vezes em toda a rotina, mas sem ajudas físicas, sejam totais ou parciais."
                    },
                    {
                        "id": 10,
                        "pergunta": "Vestir - Completa alguns passos ao vestir algumas peças de roupa sozinha (precisa de ajuda com fechos).",
                        "descricao": "Autoexplicativo."
                    },
                    {
                        "id": 11,
                        "pergunta": "Vestir - Tira o casaco, o chapéu (sem fechos), e coloca-os no cabide.",
                        "descricao": "Tira o casaco e o chapéu de forma autônoma; pode ser solicitado para os colocar no cabide."
                    },
                    {
                        "id": 12,
                        "pergunta": "Higiene - Limpa a cara com um pano quente quando instruída.",
                        "descricao": "Depois de o adulto lhe dar um pano húmido e após a instrução 'Lava a cara', a criança esfrega toda a superfície do rosto sem mais ajudas e afasta o pano ou pousa-o quando termina."
                    },
                    {
                        "id": 13,
                        "pergunta": "Higiene - Limpa o nariz quando instruída.",
                        "descricao": "Quando instruída para assoar ou limpar o nariz, a criança dirige-se consistentemente para a caixa dos lenços, assoa ou limpa o nariz e deita o lenço fora, sem mais do que uma ajuda verbal e sem ajudas manuais."
                    },
                    {
                        "id": 14,
                        "pergunta": "Higiene - Participa em todos os passos da lavagem das mãos.",
                        "descricao": "A criança realiza consistentemente a ação manual para cada etapa da lavagem das mãos, exceto abrir a torneira, sem precisar de ajudas físicas completas. O adulto pode ajudar em alguns passos através do gesto ou de ajudas físicas parciais."
                    },
                    {
                        "id": 15,
                        "pergunta": "Higiene - Coopera na lavagem/corte do cabelo.",
                        "descricao": "A criança não briga, não chora nem protesta de nenhuma outra forma durante a lavagem e o corte de cabelo. A criança participa, ajudando a esfregar o shampoo e a usar a toalha. Pode usar reforços fortes durante a rotina."
                    },
                    {
                        "id": 16,
                        "pergunta": "Higiene - Brinca com cinco brinquedos para o banho adequadamente.",
                        "descricao": "Autoexplicativo."
                    },
                    {
                        "id": 17,
                        "pergunta": "Higiene - Arruma os brinquedos quando solicitado no final do banho.",
                        "descricao": "A criança guarda rotineiramente os brinquedos do banho no recipiente apropriado sem mais ajudas após a instrução inicial, para passar."
                    },
                    {
                        "id": 18,
                        "pergunta": "Higiene - Ajuda na colocação da loção.",
                        "descricao": "A criança ajuda os pais a pôr a loção nas mãos, braços, pernas, barriga."
                    },
                    {
                        "id": 19,
                        "pergunta": "Higiene - Usa corretamente a escova de dentes.",
                        "descricao": "A criança esfrega a escova nos dentes inferiores e superiores, à frente e atrás, quando instruída. Todos os níveis de audas físicas completas podem ser usados."
                    },
                    {
                        "id": 20,
                        "pergunta": "Higiene - Vai dormir sozinha depois do ritual de preparação para deitar.",
                        "descricao": "A criança dorme rotineiramente na própria cama e dorme sem a presença de um adulto no quarto depois de terminada a rotina de deitar e as luzes estarem desligadas. A criança raramente sai da cama ou do quarto depois de ter sido colocada na cama."
                    },
                    {
                        "id": 21,
                        "pergunta": "Higiene - Mostra conhecimento acerca da sequência da rotina da hora de deitar.",
                        "descricao": "A criançademonstra conscência da rotina de deitar ao iniciar uma ou mais atividades, e participando nas várias etapas da rotina sem necessidade de ajudas completas."
                    },
                    {
                        "id": 22,
                        "pergunta": "Higiene - Separa os talheres da máquina de lavar louça para a bandeja dos talheres.",
                        "descricao": "O adulto pode preparar a situação, mas após a preparação e a instrução inicial, a criança leva até 20 talheres da máquina de lavar louça e coloca-os na gaveta dos talheres sem qualquer ajuda do adulto."
                    },
                    {
                        "id": 23,
                        "pergunta": "Higiene - Tira a roupa da máquina de secar para o cesto.",
                        "descricao": "Quando o adulto abre a porta da máquina de secar e entrega o cesto da roupa, a criança tira todas as peças da máquina para o cesto sem necessidade de obter instruções. A criança pode precisar de algumaajuda com as peças mais difíceis."
                    },
                    {
                        "id": 24,
                        "pergunta": "Higiene - Emparelha as meias.",
                        "descricao": "A partir de um conjunto de 10 meias ou mais num cesto ou pilha, a criança emparelha, dobra ou junta as meias, e empilha-as num recipiente."
                    },
                    {
                        "id": 25,
                        "pergunta": "Higiene - Põe água/comida na tigela do animal.",
                        "descricao": "O adulto pode fornecer os materiais ou instruções diretas, mas a criança realiza a ação sem mais ajudas."
                    }
                ]
            }
        ]
    }, 
    {
        "nivel": 3, 
        "categorias": [
            {
                "id": 0,
                "nome":"Comunicação Receptiva",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Presta atenção e junta-se com interesse durante 5-10 minutos enquanto o adulto lê um livro familiar usando frases simples.",
                        "descricao": "Fica com o adulto, presta atenção plena e participa da história que o adulto está a ler. Os exemplos incluem alternar o contato visual entre as páginas do livro e o adulto, apontando para as imagens do livro, virando as páginas e vocalizando os nomes das imagens do livro."
                    }, 
                    {
                        "id": 1,
                        "pergunta": "Segue ordens novas de um passo envolvendo objetos/ações familiares.",
                        "descricao": "Completa uma instrução olhando para o adulto e realizando a ação sem gestos ou ajuda física do adulto. O adulto pode repetir as instruções num segundo momento mas sem pista gestual."
                    },
                    {
                        "id": 2,
                        "pergunta": "Identifica muitos objetos comuns e as suas imagens: peças de roupas, objetos relacionados com refeições, higiene, jogo e alimentos.",
                        "descricao": "Identifica 50 ou mais objetos comuns para passar."
                    },
                    {
                        "id": 3,
                        "pergunta": "Responde apropriadamente a perguntas 'Sim/Não' sobre preferências.",
                        "descricao": "Usa 'Sim/Não' apropriadamente em contextos de pedido e recusa. Deve incluir o canto visual, embora não precise ser acompanhado por gestos (ou seja, acenar/abanar a cabeça). Pode usar frases cordiais, 'Sim, por favor', 'Não, obrigado'."
                    },
                    {
                        "id": 4,
                        "pergunta": "Identifica cinco ou mais ações em imagens ou livros.",
                        "descricao": "Vocaliza ou gesticula (por exemplo, aponta) em resposta a perguntas do adulto."
                    },
                    {
                        "id": 5,
                        "pergunta": "Segue duas ou mais instruções dadas em rotinas situcionais (hora de dormir: pegar num livro e entrar na cama; escovar os dentes; pegar na escova e na pasta).",
                        "descricao": "Consistentemente segue duas ou três partes das instruções da rotina envolvendo ações e objetos em rotinas bem praticadas."
                    },
                    {
                        "id": 6,
                        "pergunta": "Percebe as relações espaciais envolvendo objetos (por exemplo, debaixo de, perto de).",
                        "descricao": "Exemplos disto são usar os conceitos de forma adequada quando lhe é pedido ('Põe a bola ao lado do carro', ou 'Põe a bola debaixo da mesa')."
                    },
                    {
                        "id": 7,
                        "pergunta": "Diferrencia os conceiros de tamanho iniciais- grande/pequeno.",
                        "descricao": "Vocaliza ou gesticula (por exemplo, aponta, entrega os objetos) em resposta às perguntas do adulto. Alguns exemplos são: 'Onde está a bola grande?' ou 'Mostra-me o carro pequeno'. A resposta não precisa ser acompanhada por contato visual."
                    },
                    {
                        "id": 8,
                        "pergunta": "Diferencia pelo menos quatro cores diferentes.",
                        "descricao": "Vocaliza ou gesticula (por exemplo, aponta, entrega os objetos) em resposta aos pedidos dos adultos. Alguns exemplos são 'Qual é o lápis azul?' ou 'Mostra-me o caminhão vermelho'. A resposta não precisa ser acompanhada por contato visual."
                    },
                    {
                        "id": 9,
                        "pergunta": "Identifica 20 itens pelo som (por exemplo, animais, telefone, 'Qual o animal que faz 'Miau-miau'?').",
                        "descricao": "Vocaliza ou gesticula (por exemplo, aponta, entrega os objetos) em resposta às perguntas dos adultos. Alguns exemplos são: 'Que animal faz 'miau'?' ou 'O que faz o cãozinho?' ou 'O que ouviste?'. A resposta não precisa ser acompanhada por contato visual."
                    },
                    {
                        "id": 10,
                        "pergunta": "Compreende a função de objetos comuns (passear, cortar, comer, dormir, calçar, beber, etc.).",
                        "descricao": "Vocaliza ou gesticula (por exemplo, aponta, entrega os objetos) em resposta às perguntas dos adultos. Alguns exemplos são: 'No que é que nós pedalamos?' ou 'O que usamos para beber?'. A resposta não precisa ser acompanhada por contato visual. Identifica três ou mais funções de objetos para passar."
                    },
                    {
                        "id": 11,
                        "pergunta": "Compreende os pronomes pessoais 'meu' e 'teu'.",
                        "descricao": "Vocaliza ou gesticula (por exemplo, aponta, entrega os objetos) em resposta às perguntas dos adultos. O adulto pode usar objetos pertencentes à criança para avaliar a compreensão. Alguns exemplos são: 'De quem é a vez?' ou 'De quem é esse sapato?'. A resposta não precisa ser acompanhada por contato visual."
                    }
                    ,
                    {
                        "id": 12,
                        "pergunta": "Identifica 10 ações através de imagens, escolhas, representações.",
                        "descricao": "Vocaliza ou gesticula (por exemplo, aponta, entrega as imagens, representa) em resposta às perguntas do adulto. Os exemplos são: 'Mostra-me como atiras a bola' ou 'Mostra-me como come o porco'."
                    }
                    ,
                    {
                        "id": 13,
                        "pergunta": "Segue duas ou mais ações não relacionadas num contexto novo.",
                        "descricao": "Completa a instrução, olhando para o adulto e realizando a ação sem gestos ou ajuda física do adulto. O adulto pode repetir a instrução em segundo momento, sem pista gestual. Exemplos são: 'Dá-me o carro e fecha o livro' ou 'Põe a bola no balde e a boneca em cima da mesa'."
                    }
                ]
            }, 
            {
                "id": 1, 
                "nome":"Comunicação Expressiva",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Produz uma combinação de duas ou três palavras para uma variedade de intenções comunicativas (por exemplo, pedir, cumprimentar, chamar a atenção, protestar).",
                        "descricao": "As verbalizações devem incluir o contato visual. Os exemplos são: 'Quer mais suco' 'Adeus, Sally', 'Ajuda a abrir' ou 'Bola não'. A articulação não precisa ser perfeita."
                    }, 
                    {
                        "id": 1,
                        "pergunta": "Produz enunciados de duas ou mais palavras para fazer comentários a outra pessoa.",
                        "descricao": "As verbalizações devem incluir o contato visual e não estão relacionadas com pedidos para comentar objetos ou ações. Os exemplos são: 'Olha vaca', 'Avião anda rápido' ou 'Cãozinho'. A articulação não precisa ser perfeita."
                    },
                    {
                        "id": 2,
                        "pergunta": "Nomeia ações em imagens ou livros.",
                        "descricao": "As verbalizações não precisam ser acompanhadas por contato visual. Exemplos são: 'Bebê comer' ou 'Pássaro voar'. A articulação pode não ser perfeita."
                    },
                    {
                        "id": 3,
                        "pergunta": "Faz comentários e pedidos de localização (cima, baixo, dentro, cima).",
                        "descricao": "As verbalizações devem incluir o contato visual. Exemplos são, 'Coelho em cima da cadeira' ou 'Bola dentro...'. A articulação pode não ser perfeita."
                    },
                    {
                        "id": 4,
                        "pergunta": "Faz comentários e pedidos usando formas possessivas iniciais (meu,teu).",
                        "descricao": "As verbalizações devem incluir o contato visual. O adulto pode usar um objeto pertencente à criança. Os exemplos são, 'Isso (copo com palhinha) é meu', 'Tua vez', ou 'Meu bebê'. A articulação não precisa ser perfeita."
                    },
                    {
                        "id": 5,
                        "pergunta": "Gesticula ou vocaliza 'Não sei' em contexto.",
                        "descricao": "A verbalização ou gesto (por exemplo, encolher os ombros, levantar as mãos) devem incluir o contato visual."
                    },
                    {
                        "id": 6,
                        "pergunta": "Usa de forma consistente o nome de outras pessoas para chamar a sua atenção.",
                        "descricao": "A verbalização deve incluir o contato visual. A articulação pode não ser perfeita."
                    },
                    {
                        "id": 7,
                        "pergunta": "Transmite uma mensagem simples a outra pessoa ('Vai dizer 'Olá' à mãe').",
                        "descricao": "A verbalização deve incluir o contato visual. Exemplos são, 'Vai dizer 'Olá' à mãe' ou 'Diz ao pai para vir aqui'. A articulação não precisa ser perfeita."
                    },
                    {
                        "id": 8,
                        "pergunta": "Diz 'Olá' e 'Adeus' apropriadamente, tanto iniciando como respondendo.",
                        "descricao": "A verbalização deve incluir o contato visual."
                    },
                    {
                        "id": 9,
                        "pergunta": "Usa pronomes para si e para os outros (variantes do 'eu' e 'tu').",
                        "descricao": "A verbalização deve incluir o contato visual. O adulto pode querer usar um espelho para testar. A resposta pode incluir as variantes do eu e tu. Os exemplos são 'Este sou eu' ou 'Eu vejo-te'."
                    },
                    {
                        "id": 10,
                        "pergunta": "Usa palavras e gestos simples para descrever experiências pessoais.",
                        "descricao": "A verbalização e/ou gestos (por exemplo, representar) devem incluir o contato visual. A criança pode usar palavras ou frases simples. Os exemplos são, 'Cãozinho', 'Apanha bola' ou 'Balão soobe'. A articulação não precisa ser perfeita."
                    },
                    {
                        "id": 11,
                        "pergunta": "Nomeia uma ou duas cores.",
                        "descricao": "A verbalização não precisa ser acompanhada por contato visual. O adulto pode perguntar, 'Qual é a cor do carro?', mas a criança deve iniciar a resposta ('Carro vermelho', 'É um balão azul'). A aproximação pode ser aceite."
                    },
                    {
                        "id": 12,
                        "pergunta": "Responde apropriadamente a questões 'O quê?'.",
                        "descricao": "A verbalização não precisa ser acompanhada por contato visual. O adulto pode perguntar uma segunda vez."
                    },
                    {
                        "id": 13,
                        "pergunta": "Responde apropriadamente a questões 'Onde?'",
                        "descricao": "A verbalização não precisa ser acompanhada por contato visual. O adulto pode perguntar uma segunda vez."
                    },
                    {
                        "id": 14,
                        "pergunta": "Responde apropriadamente a questões 'Quem?'.",
                        "descricao": "A verbalização não precisa ser acompanhada por contato visual. O adulto pode perguntar uma segunda vez."
                    },
                    {
                        "id": 15,
                        "pergunta": "Faz perguntas simples de 'Sim/Não' usando uma entonação ascendente (pode ser um enunciado de uma palavra com uma entoação ascendente).",
                        "descricao": "A verbalização não precisa ser acompanhada por contato visual. A pergunta pode ser um enunciado de uma palavra com uma entoação ascendente. Os exemplos são: 'Bicoito?' ou 'Vamos embora?'."
                    },
                    {
                        "id": 16,
                        "pergunta": "Faz perguntas de 'O quê?' e 'Onde?'.",
                        "descricao": "A verbalização não precisa ser acompanha por contato visual. Deve fazer as duas perguntas para passar."
                    },
                    {
                        "id": 17,
                        "pergunta": "Responde a perguntas sobre informações simples: nome, idade, cor da camisola, etc.",
                        "descricao": "A verbalização não precisa ser acompanhada por contato visual. Os exemplos são, 'Qual é o teu nome?', 'Quantos anos tens?'."
                    }
                ]
            }, 
            {
                "id": 2,
                "nome":"Competências Sociais: Adultos ou Pares",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Joga jogos simples de motrocidade grossa (por exemplo, bola, escondidas, rodas de canções).",
                        "descricao": "Participa duas ou mais vezes em qualquer comportamento ativo (alcançar, imitar, vocalizar) em três ou mais jogos. O contato visual e os sorrisos não são suficientes. Os exemplos são 'Escondidas', e jogar à bola."
                    }, 
                    {
                        "id": 1,
                        "pergunta": " Partilha e mostra objetos quando o par pede.",
                        "descricao": "Responde até três segundos após o pedido do parceiro. O parceiro pode repetir uma segunda vez. A resposta pode incluir a verbalização (por exemplo, 'bebê') ou um gesto (por exemplo, traz o objeto ao par e matém-no na mão)."
                    },
                    {
                        "id": 2,
                        "pergunta": "Imita e realiza novas canções/jogos de dedos em situação de grupo.",
                        "descricao": "Participa duas ou mais vezes em qualquer comportamento ativo em duas ou mais rotinas. O contato visual e os gestos isolados não são suficientes. Os exemplos são 'Dedos assustadores', 'Cócegas' ou 'Eensy-Weensy Spider."
                    },
                    {
                        "id": 3,
                        "pergunta": "Responde apropriadamente a pedidos/instruções simples dos pares.",
                        "descricao": "O relatório dos pais pode ser aceito. Exemplos são, 'Traz a bola', 'Tu fazes de mama' ou 'Põe isto ali'."
                    },
                    {
                        "id": 4,
                        "pergunta": "Inicia interações e imitações dos pares.",
                        "descricao": "O relatório dos pais pode ser aceito. Inicia/imit duas ou mais rondas em 3 ou mais jogos apropriados à idade (por exemplo, 'Apanhada', 'Escondidas', brincar com comboios, mascarar-se)."
                    }, 
                    {
                        "id": 5,
                        "pergunta": "Participa na rotina de jogo dramático familiar com o parceiro em jogo paralelo.",
                        "descricao": "O relatório dos pais pode ser aceito. Participa em duas ou mais tomadas de vez. Os comportamentos podem incluir verbalizações (por exemplo, 'bebê tem fome), imitação, ou observação do jogo do parceiro. Os exemplos das rotinas são brincar às casinhas, mascarar-se, dramatizar."
                    },
                    {
                        "id": 6,
                        "pergunta": "Toma a vez em jogos de tabuleiro simples.",
                        "descricao": "Participa em duas ou mais rondas em três ou mais jogos apropriados. Os exemplos são 'Connect Four', 'Caribou' ou 'Lucky Ducks'."
                    },
                    {
                        "id": 7,
                        "pergunta": "Usa termos de cortesia: 'Por favor', 'Obrigado', 'Desculpe'.",
                        "descricao": "Os exemplos são, 'Por favor', 'Desculpe' ou 'Obrigado espontaneamente e de forma adequada. As aproximações podem ser aceites. A criança passa se usar frequentemente dois dos três."
                    },
                    {
                        "id": 8,
                        "pergunta": "Imita uma série de novas ações motoras em pé e em movimento como em 'Segue o líder' ou movimentos de animais.",
                        "descricao": "Os exemplos são, 'Segue o líder', 'O Rei manda' ou fingir que se move como os animais. Imita espontaneamente 10 ou mais ações novas. Pode ser impreciso."
                    }, 
                    {
                        "id": 9,
                        "pergunta": "Participa em atividades de jogo que envolvam guiões verbais.",
                        "descricao": "Participa em três ou mais atividades com comportamentos ativos (verbaliza, representa, imita). O contato visual e o sorriso por si só não são suficientes. Exemplos disto são brincar às casinhas, fazer de professor ou deita o bebê na cama."
                    },
                    {
                        "id": 10,
                        "pergunta": "Chama frequentemente a atenção dos outros para os objetos verbalizando e gesticulando para comentar, mostrar, partilhar e pedir.",
                        "descricao": "Inicia comportamentos, três ou mais vezes, com contato visual. Os exemplos são verbalizações (por exemplo, 'Mama, olha o gatinho', 'Blocos cairam', ou 'Mais biscoitos, papá') com gestos (por exemplo, dar ou entregar o objeto ao adulto, apontar para um objeto)."
                    }, 
                    {
                        "id": 11,
                        "pergunta": "Responde às licitações dos outros para a atenção conjunta olhando e comentando.",
                        "descricao": "Responde no espaço de 3 segundos da licitação do adulto. O adulto pode repetir uma segunda vez."
                    },
                    {
                        "id": 12,
                        "pergunta": "Identifica recetivamente o afeto (feliz, triste, zangada, assustada) a partir de fotografias, nos outros, e/ou em desenhos a lápis.",
                        "descricao": "Responde no espaço de três segundos após a licitação do adulto. O adulto pode repetir uma segunda vez. Identifica dois ou mais sentimentos afetivos (por exemplo, feliz, triste, zangada, assustada, surpreendida). A verbalização não precisa ser acompanhada por contato visual."
                    },
                    {
                        "id": 13,
                        "pergunta": "Identifica expressivamente o afeto a partir de fotografias, nos outros, e/ou em desenhos à lápis.",
                        "descricao": "Identifica dois ou mais sentimentos afetivos (por exemplo, feliz, triste, zangada, assustada, surpreendida). A verbalização não precisa ser acompanhada por contato visual."
                    },
                    {
                        "id": 14,
                        "pergunta": "Faz o seu próprio rosto refletir uma emoção (feliz, triste, zangada, assustada).",
                        "descricao": "Identifica dois ou mais sentimentos afetivos (por exemplo, feliz, triste, zangada, assustada, surpreendida). A verbalização não precisa ser acompanhada por contato visual."
                    }
                ]
            }, 
            {
                "id": 3,
                "nome":"Cognição",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Faz correspondência de letras no próprio nome.",
                        "descricao": "Faz correspondência de todas as letras do primeiro nome."
                    }, 
                    {
                        "id": 1,
                        "pergunta": "Faz correspondência de letras.",
                        "descricao": "Faz correspondência de cinco ou mais letras. Pode ser em resposta à sugestão verbal do adulto (por exemplo 'Onde está o A?') ou com demonstração nas primeiras tentativas, mas a criança tem de fazer correspondência de forma autônoma em pelo menos cinco tentativas."
                    },
                    {
                        "id": 2,
                        "pergunta": "Faz correspondência de palavras.",
                        "descricao": "Faz correspondência de/classifica cinco ou mais palavras. Pode ser em resposta à sugestão verbal do adulto (por exemplo, 'Onde está o g-a-t-o?') ou com demonstração nas primeiras tentativas, mas a criança tem de fazer correspondência de forma autônoma em pelo menos cinco tentativas."
                    },
                    {
                        "id": 3,
                        "pergunta": "Faz correspondência de números.",
                        "descricao": "Faz correspondência de/classifica cinco ou mais números. Pode ser em resposta à sugestão verbal do adulto (por exemplo, 'Onde está o 6?') ou com demonstração nas primeiras tentativas, mas a criança tem de fazer correspondência de forma autônoma em pelo menos cinco tentativas."
                    },
                    {
                        "id": 4,
                        "pergunta": "Identifica recetiva e expressivamente algumas letras, números, formas e cores.",
                        "descricao": "Faz correspondência de/classifica cinco ou mais em cada categoria. Pode ser em resposta à sugestão verbal do adulto (por exemplo, 'Onde está o 6?', 'Mostra-me o lápis azul' ou 'Qua letra?') ou com demonstração nas primeiras tentativas, mas a criança tem de fazer correspondência de forma autônoma em pelo menos cinco tentativas."
                    },
                    {
                        "id": 5,
                        "pergunta": "Joga jogos que envolvam a memória para objetos escondidos.",
                        "descricao": "Identifica três ou mais objetos escondidos. O adulto pode sondar mostrando três objetos à criança (por exemplo, uma moeda, uma bola pequena e um pauzinho) e em seguida colocar um copo sobre cada item. O adulto espera 7 segundos e em seguida mostra uma réplica de um dos objetos escondidos (por exemplo, a bola pequena) e pergunta: 'Onde está a outra bola?'. A resposta pode ser a verbalização ('Não') e/ou gesto (por exemplo, apontar, pegar no copo). O contato visual não é necessário. O adulto deve preparar três ou mais tentativas."
                    },
                    {
                        "id": 6,
                        "pergunta": "Categoriza objetos/imagens em oito classes.",
                        "descricao": "Deverá classificar em conjuntos de três, até oito classes de objetos."
                    },
                    {
                        "id": 7,
                        "pergunta": "Compreende a relação entre as quantidades e os símbolos numéricos até ao número cinco.",
                        "descricao": "Compreende relações tantop verbalmente (por exemplo, conta cinco objetos) como gestualmente (por exemplo, toca ou agrupa cinco objetos)."
                    },
                    {
                        "id": 8,
                        "pergunta": "Conta o número correto de objetos até cinco.",
                        "descricao": "Atribui valor a cinco ou mais objetos. O adulto pode ter que contar os objetos preferidos da criança, como damas, doces, comboios ou blocos. O adulto pode começar por contar o primeiro item, mas a criança precisa de continuar e terminar de forma autônoma."
                    },
                    {
                        "id": 9,
                        "pergunta": "Sequencia três ou mais imagens pela ordem correta e narra a sequência de imagens usando linguagem como 'primeiro, depois'.",
                        "descricao": "Pode ser em resposta à sugestão verbal do adulto (por exemplo, 'O que vem a seguir?'). A criança tem de sequenciar de forma independente e narrar quando lhe for perguntado, 'Conta lá' em três ou mais sequências diferentes."
                    }
                ]
            }, 
            {
                "id": 4, 
                "nome":"Jogo",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Faz jogo construtivo envolvendo esquemas complexos de sequenciação de vários objetos coordenados (por exemplo, os caminhões na estrada, blocos para fazer uma construção, contas para fazer um colar).",
                        "descricao": "Constrói três ou mais esquemas. Os vários objetos podem ser caminhões na estrada, blocos para construir, contas para fazer um colar."
                    }, 
                    {
                        "id": 1,
                        "pergunta": "Liga três ou mais ações relacionadas numa sequência de jogo.",
                        "descricao": "Os exemplos são construir uma pista, empurrar os comboios, embater os comboios, tirar a plasticina, usar o cortador de formas, tirar a forma. (Nota: estes podem formar a sequência da imagem durante 10 vezes isoladas)."
                    },
                    {
                        "id": 2,
                        "pergunta": "Executa duas ou mais ações ligadas numa boneca ou animal quando instruída.",
                        "descricao": "Os exemplos são fingir que entorna sumo e alimenta o bebê, pegar no cobertor e deitar a boneca na cama, ou pôr o animal no carro e empurrá-lo."
                    },
                    {
                        "id": 3,
                        "pergunta": "Coloca fisicamente figuras em miniaturas de móveis, veículos, etc., quando apropriado.",
                        "descricao": "Põe as figuras em contexto apropriado durante o jogo. Os exemplos são sentar o pai na cadeira para ver TV ou colocar a mãe no carro para conduzir até à loja."
                    },
                    {
                        "id": 4,
                        "pergunta": "Realiza ações sobre bonecas ou animais de brincar espontaneamente.",
                        "descricao": "Completa três ou mais ações sem a ajuda do adulto."
                    },
                    {
                        "id": 5,
                        "pergunta": "Organiza adereços para o tema.",
                        "descricao": "Organiza duas ou mais ajudas em três ou mais esquemas de jogo diferentes. Os exemplos são dispor o garfo e o prato para alimentar o bebê, colocar o chapéu em si mesmo e nos outros para o jogo de mascarar."
                    }
                ]
            }, 
            {
                "id": 5,
                "nome":"Motricidade Fina",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Completa um puzzle de cinco a seis peças interligadas.",
                        "descricao": "Autoexplicativo."
                    }, 
                    {
                        "id": 1,
                        "pergunta": "Imita o desenho de um círculo, cruz, quadrado, linha diagonal.",
                        "descricao": "Imita cada um, pelo menos uma vez. O adulto modela e pode usar sugestões verbais (por exemplo, 'Desenha isto')."
                    },
                    {
                        "id": 2,
                        "pergunta": "Imita e constrói difererntes estruturas de blocos usando uma variedade de materiais de construção (blocos, Legos, Tinkers, etc.).",
                        "descricao": "Usa cinco ou mais blocos para construir três ou mais estruturas diferentes. Os materiais de construção podem ser blocos, Legos, Tinkers, etc."
                    },
                    {
                        "id": 3,
                        "pergunta": "Faz enfiamentos de ponto corrido.",
                        "descricao": "Lança através de três ou mais laçadas/buracos. O adulto pode usar a pista verbal (por exemplo, 'Põe ali') ou demonstrar na primeira tentativa."
                    },
                    {
                        "id": 4,
                        "pergunta": "Traça linhas e curvas com o dedo ou com material de escrita.",
                        "descricao": "Traça pelo menos três quartos de uma linha e uma curva com o dedo e com material de escrita. O adulto pode modelar na primeira tentativa."
                    },
                    {
                        "id": 5,
                        "pergunta": "Usa uma variedade de utensílios para pegar e largar objetos: pinças, garfos.",
                        "descricao": "Usa dois ou mais utensílios para apanhar e soltar dois ou mais objetos. Exemplos são usar uma colher grande para apanhar/largar um oedaço de comida ou pinças para agarrar/libertar blocos."
                    },
                    {
                        "id": 6,
                        "pergunta": "Traça uma variedade de formas.",
                        "descricao": "Traça três ou mais formas (por exemplo, quadrado, círculo, triângulo, retângulo). Pode usar uma armação de plástico ou as linhas pautadas no papel."
                    },
                    {
                        "id": 7,
                        "pergunta": "Usa uma tesoura com o domínio apropriado e usa a mão oposta para estabilizar e virar o papel.",
                        "descricao": "Usa uma tesoura com o domínio apropriado e usa a mão oposta para estabilizar e virar o papel."
                    },
                    {
                        "id": 8,
                        "pergunta": "Corta numa linha- linhas retas e curvas.",
                        "descricao": "Corta ao longo da linha com bastante precisão. O adulto pode modelar na primeira tentativa."
                    },
                    {
                        "id": 9,
                        "pergunta": "Realiza simples projetos de expressão plástica com duas etapas (cortar e colar, carimbar com a almofada de tinta; dobrar papel e cortar uma linha).",
                        "descricao": "O adulto pode usar a pista verbal (por exemplo, 'Primeiro faz isto, depois faz isto') ou demonstrar os passos na primeira tentativa. Os exemplos são cortar e colar, carimba a almofada de tinta e o papel, dobrar o papel e cortar uma linha."
                    },
                    {
                        "id": 10,
                        "pergunta": "Realiza vários esquemas diferentes com plasticina - usa uma variedade de utensílios.",
                        "descricao": "Realiza três ou mais esquemas. Usa duas ou mais ferramentas para passar. Os exemplos são enrolar a plasticina com o alfinete e cortar com uma faca para fazer uma cobra, ou fazer uma bola da plasticina de rolamento e fingir que come com o garfo."
                    }
                ]
            }, 
            {
                "id": 6, 
                "nome":"Motricidade Grossa",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Conduz bem o triciclo (pedais e volante, segue uma rota).",
                        "descricao": "Pedala e conduz, segue uma rota de forma autônoma e com uma boa coordenação."
                    }, 
                    {
                        "id": 1,
                        "pergunta": "Chuta de forma adequada e com equilíbrio.",
                        "descricao": "Chuta sem se agarrar a um objeto/pessoa. Não tropeça nem cai. Faz contato três ou mais vezes."
                    },
                    {
                        "id": 2,
                        "pergunta": "Usa todos os equipamentos do parque infanftil com ajuda.",
                        "descricao": "Sobe e usa equipamentos do parque infantil simples (por exemplo, baloiço, pequenos escorregas) e equipamentos mais complexos (por exemplo, jungle gyms, barras para escalar, escorregas grandes). Pode segurar-se às grades."
                    },
                    {
                        "id": 3,
                        "pergunta": "Joga jgos de 'perseguição' com os adultos e os pares, correndo suavemente, mudando de direção com bom equilíbrio.",
                        "descricao": "Joga pelo menos durante 5 minutos."
                    },
                    {
                        "id": 4,
                        "pergunta": "Imita ações de motricidade grossa com movimentos para canções e música.",
                        "descricao": "Imita cinco ou mais ações em três ou mais canções diferentes. Os exemplos são a imitação dos movimentos corporais em 'Se estás contente e sabes disso...'', ou 'As rodas do autocarro...'. As imitações são espontâneas e imediatas."
                    },
                    {
                        "id": 5,
                        "pergunta": "Atira ao alvo dissimuladamente.",
                        "descricao": "Faz lançamentos dissimulados três ou mais vezes. Não tem que acertar no alvo completamente. O adulto pode demonstrar até duas tentativas."
                    }
                ]
            }, 
            {
                "id": 7,
                "nome":"Independência Pessoal",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Alimentação - Usa a colher, o garfo e o copo ordenadamente e sem entornar.",
                        "descricao": "Não precisa de agarrar na colher e no garfo corretamente."
                    }, 
                    {
                        "id": 1,
                        "pergunta": "Alimentação - Comporta-se apropriadamente num restaurante.",
                        "descricao": "A família é capaz de comer toda a refeição sem problemas graves de comprotamento (por exemplo, atirar objetos, bater, rastejar debaixo da mesa, fugir). A criança pode fazer barulho ocasionalmente, ms pode ser direcionada para atividades que ocupem a sua atenção (por exemplo, desenhar à mesa, brincar com brinquedos pequenos)."
                    },
                    {
                        "id": 2,
                        "pergunta": "Alimentação - Usa ícones ou outros sistemas de símbolos para as escolhas, os horários, etc., de forma autônoma, se necessário em casa e na escola.",
                        "descricao": "Encontra o ícone/imagem/símbolo no livro, seleciona o ícone apropriado e completa a escolha de uma atividade sem ajuda. Conclui de forma autônoma, pelo menos em 80% das vezes, em casa e na escola. Se nenhum destes for usado pela criança, passe o item."
                    },
                    {
                        "id": 3,
                        "pergunta": "Alimentação - Leva os seus materiais de e para o carro, a casa e a escola.",
                        "descricao": "Leva pelo menos um material sozinho. Os exemplos são a mochila, a lancheira, o casaco, etc."
                    },
                    {
                        "id": 4,
                        "pergunta": "Alimentação - Abre e fecha a mochila de forma autônoma; coloca e remove objetos quando solicitado.",
                        "descricao": "Introduz/remove pelo menos três objetos sozinha mediante pedido. Os exemplos são a lancheira, o caderno, um brinquedo, etc."
                    },
                    {
                        "id": 5,
                        "pergunta": "Alimentação - Veste-se despe-se quando é apropriado (desaperta roupas com fecho- fecho-éclair e molas).",
                        "descricao": "Abre fechos e molas de forma autônoma."
                    },
                    {
                        "id": 6,
                        "pergunta": "Higiene - Usa a casa de banho de forma autônoma, todas as etapas, por iniciativa própria ou quando mandada.",
                        "descricao": "Pode pedir ajuda na lavagem das mãos se não chegar ao lavatório."
                    },
                    {
                        "id": 7,
                        "pergunta": "Higiene - Lida bem com a roupa na casa de banho, esceto os fechos.",
                        "descricao": "Puxa para cimaqbaixo as cuecas e calças. O adulto pode segurar a peça de roupa para a criança 'enfiar' (se tiver sido retirada) mas a criança puxa para baixo/cima sozinha."
                    },
                    {
                        "id": 8,
                        "pergunta": "Higiene - Completa todos os passos da lavagem de mãos de forma autônoma.",
                        "descricao": "Liga e desliga a torneira, usa sabão, esfrega e seca as mãos. Pode ser lembrada."
                    },
                    {
                        "id": 9,
                        "pergunta": "Higiene - Limpa a cara com uma toalha quente quando esta lhe é entregue.",
                        "descricao": "Põe as toalhas e os toalhetes na cara. Pode ser lembrada."
                    },
                    {
                        "id": 10,
                        "pergunta": "Higiene - Passa e escova ou o pente no cabelo.",
                        "descricao": "Pode ser lembrada."
                    },
                    {
                        "id": 11,
                        "pergunta": "Higiene - Tapa a boca quando tosse ou espirra.",
                        "descricao": "Tapa a boca com a mão ou lenço. Pode ser lembrada."
                    },
                    {
                        "id": 12,
                        "pergunta": "Higiene - Ajuda ativamente no banho e a secar-se após o banho.",
                        "descricao": "O adulto pode fornecer a toalha, sabão, esponja ou colocar o sabão na esponja, mas a criança ajuda na lavagem e a secar as partes do corpo (por exemplo, rosto, barriga, braços, pernas)."
                    },
                    {
                        "id": 13,
                        "pergunta": "Higiene - Lava os dentes com a escova, aplicando pelo menos algumas escovadelas.",
                        "descricao": "Escova para cima/baixo pelo menos cinco ou mais vezes nos dentes de cima e de baixo. O adulto pode colocar a pasta na escova de dentes. Pode-lhe ser dito para continuar a escovar."
                    },
                    {
                        "id": 14,
                        "pergunta": "Tarefas - Alimenta/dá água a um animal.",
                        "descricao": "Coloca alimentos/água na taça e traz para o animal de estimação. O adulto pode ajudar (por exemplo, abrir a lata, medir quantidades) ou lembrar."
                    },
                    {
                        "id": 15,
                        "pergunta": "Tarefas - Ajuda a levantar a mesa.",
                        "descricao": "Leva pelo menos dois ou mais itens (por exemplo, prato, copo, tigela, etc.) para o lava-louça. Pode ser lembrada."
                    },
                    {
                        "id": 16,
                        "pergunta": "Tarefas - Ajuda a tirar a louça da máquina.",
                        "descricao": "Retira cinco ou mais itens. O adulto pode mostrar onde se coloca o item. Leva pelo menos dois ou mais itens (por exemplo, prato, copo, tigela, etc.) para a lava-louça. Pode ser lembrada."
                    },
                    {
                        "id": 17,
                        "pergunta": "Tarefas - Põe a roupa lavada nas gavetas.",
                        "descricao": "Guarda três ou mais peças de roupa cuidadosamente dobradas na gaveta, mas não precisa dobrá-las. Pode ser lembrada."
                    },
                    {
                        "id": 18,
                        "pergunta": "Tarefas - Pega os pertences quando solicitado.",
                        "descricao": "Agarra em bens pessoais (por exemplo, roupas, brinquedos, sapatos, etc.) e coloca-os num local apropriado quando solicitado. Pode ser lembrada."
                    }
                ]
            }
        ]
    }, 
    {
        "nivel": 4, 
        "categorias": [
            {
                "id": 0,
                "nome":"Comunicação Receptiva",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Compreende uma variedade de conceitos de relações físicas descritivas.",
                        "descricao": "Pega, dá, aponta, ou mostra o item correto ao adulto numa escolha de dois objetos. A criança identifica cinco conceitos diferentes corretamente. Exemplos: quente/frio, vazio/cheio, molhado/seco, duro/mole, pesado/leve, alto/baixo, longo/curto, grande/pequeno."
                    }, 
                    {
                        "id": 1,
                        "pergunta": "Recupera 10-15 itens usando 2-3 pistas múltiplas (por exemplo, tamanho, quantidade, cor, nome do objeto).",
                        "descricao": "Pega, dá, aponta, ou mostra o item correto ao adulto. Exemplo: o adulto pergunta: 'Dás-me o lápis azul partido?' e a criança faz referência ao item correto."
                    },
                    {
                        "id": 2,
                        "pergunta": "Compreende pronomes de gênero.",
                        "descricao": "A criança pega, dá, aponta, ou mostra personagens, figuras ou pessoas reais femininas ou masculinas corretamente em resposta a instruções que envolvem 'a ele ou a ela' ou 'ele ou ela'. Exemplo: 'Coloca-o no carro' ou 'Ela quer um pouco de gelado'. A criança deve passar em pelo menos um pronome de gênero masculino e feminino para passar esta competência."
                    },
                    {
                        "id": 3,
                        "pergunta": "Compreende comparativos: maior, mais baixo, menor, mais, menos, alguns, muitos, etc.",
                        "descricao": "Pega, dá, aponta, ou mostra o item correta ao adulto num campo de quatro ou cinco escolhas. Para passar, a criança deve compreender três ou mais conjuntos comparativos."
                    },
                    {
                        "id": 4,
                        "pergunta": "Compreende relações espaciais envolvendo objetos e locuções preposicionais: atrás, na parte de trás de, em frente de, etc.",
                        "descricao": "A criança demonstra a compreensão destes conceitos: atrás, por trás de, em frente, ao colocar os objetos nas posições corretas ou olhando para o local correto quando dirigido (por exemplo, 'Procura atrás do sofá')."
                    },
                    {
                        "id": 5,
                        "pergunta": "Compreende negações (por exemplo, a caixa sem bolas, o rapaz que não está sentado).",
                        "descricao": "Pega, dá, aponta, ou mostra o item correto que identifica a ausência de um objeto (tigela sem cerejas) ou características (criança que não tem olhos azuis) ou uma ação que não está a ocorrer (aquele que não está a dormir)."
                    },
                    {
                        "id": 6,
                        "pergunta": "Compreende possessivos e relações parte-todo.",
                        "descricao": "Em objetos e imagens, a criança aponta ou mostra a parte de um item quando solicitado (por exemplo, o nariz do coelhinho, a roda do triciclo, a porta do carro)."
                    },
                    {
                        "id": 7,
                        "pergunta": "Demonstra atenção a pequenas histórias e compreensão das partes da história respondendo a questões simples de 'O quê' e 'Quem'.",
                        "descricao": "A criança escuta histórias simples quando estas são lidas (cinco páginas). A criança demonstra atenção, olhando para o livro e para o adulto e respondendo de forma precisa às questões 'O quê?' e 'Quem?', verbalmente ou apontando, página por página. Responde a duas a três questões no final."
                    },
                    {
                        "id": 8,
                        "pergunta": "Responde a questões de 'Sim/Não' para identidade.",
                        "descricao": "Responde corretamente ao verbalizar/sacudir/acenar com a cabeça quando o adulto pergunta: 'Isto é um...?' ou 'O teu nome é...?'."
                    },
                    {
                        "id": 9,
                        "pergunta": "Responde a questões sobre estados físicos.",
                        "descricao": "A criança responde corretamente com uma frase à pergunta 'O que farias se...?' para quatro ou mais: magoado, cansado, com fome, com sede."
                    },
                    {
                        "id": 10,
                        "pergunta": "Responde a questões de informação pessoal.",
                        "descricao": "Responde corretamente a três ou mais perguntas de informações pessoais. Exemplos: 'Qual é o teu nome?' (primeiro e último), 'Qual é o teu número de telefone?' e 'Qual é a tua morada?'."
                    },
                    {
                        "id": 11,
                        "pergunta": "Compreende 'igual' e 'diferente'.",
                        "descricao": "Pega, dá, aponta, ou mostra imagens/itens corretamente para instruções que envolvam encontrar objetos que são iguais e imagens/itens que são diferentes."
                    },
                    {
                        "id": 12,
                        "pergunta": "Compreende conceito de quantidade.",
                        "descricao": "Pega, dá, aponta, ou mostra imagens/itens corretamente em resposta a perguntas com estas palavras de quantidade: um, alguns, todos, poucos, a maioria. Deve passar em todos para passar esta competência."
                    },
                    {
                        "id": 13,
                        "pergunta": "Identifica as características dos objetos.",
                        "descricao": "Pega, dá, aponta, ou mostra o item com a característica que o adulto indica. Exemplo: o adulto dia, 'Mostra-me o cão com a cauda longa' e a criança indica a resposta correta. As características devem envolver tamanho, forma, textura, o estado físico. Passar requer compreensão de 10-15 características."
                    },
                    {
                        "id": 14,
                        "pergunta": "Responde a perguntas relacionadas com a categoria dos objetos/imagens.",
                        "descricao": "A criança entende categrias de objetos que envolvam cor, forma, tamanho ou função; os azuis, os redondos, os grandes, os que são para comer."
                    },
                    {
                        "id": 15,
                        "pergunta": "Compreende o tempo passado e o futuro.",
                        "descricao": "A criança identifica pela construção do pretérito perfeito alfo que aconteceu no passado (por exemplo, 'Mostra-me o menino que saltou'). O mesmo para o futuro. A criança deve responder com precisao ao passado e ao futuro, quer nos verbos regulares quer nos irregulares."
                    },
                    {
                        "id": 16,
                        "pergunta": "Compreende a voz passiva.",
                        "descricao": "A criança demonstra compreensão da voz passiva através da manipulação dos objetos ou da seleção de imagens (por exemplo, 'O cão foi atingido pela bola' ou 'A menina está a ser perseguida pelo menino.')."
                    },
                    {
                        "id": 17,
                        "pergunta": "Compreende as relações temporais.",
                        "descricao": "A criança responde com precisão a questões que envolvam estas três relações temporais: primeiro/último, antes/depois, ao mesmo tempo."
                    },
                    {
                        "id": 18,
                        "pergunta": "Segue instruções verbais de três partes não relacionadas.",
                        "descricao": "Age em conformidade com a solicitação do adulto que contém três ou mais componentes: 'Dá-me a taça', 'Beija o urso' e 'Fecha a caixa'. Passar requer o desempenho correto em cinco tentativas."
                    }
                ]
            }, 
            {
                "id": 1, 
                "nome":"Comunicação Expressiva",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Responde a questões complexas ('Quem?', 'Como?').",
                        "descricao": "A criança responde corretamente a questões sobre estes conceitos (por exemplo, 'Porque lavas as mãos?', 'Como lavas os dentes?')."
                    }, 
                    {
                        "id": 1,
                        "pergunta": "Descreve a função dos objetos e resposta a uma pergunta (por exemplo, 'O que é que tu fazes com uma colher?').",
                        "descricao": "Consegue descrever as funções de cinco ou mais objetos comuns com frases simples."
                    },
                    {
                        "id": 2,
                        "pergunta": "Fala com enunciados de três-quatro palavras consistentemente.",
                        "descricao": "Numa variedade de contextos, parceiros e atividades."
                    },
                    {
                        "id": 3,
                        "pergunta": "Usa uma variedade de sintagmas nominais.",
                        "descricao": "A criança combina uma variedade de palavras para fazer frases nominais que podem ter até quatro palavras, incluindo artigos, possessivos, adjetivos e quantificadores (por exemplo, 'O cavalo pequeno', 'A minha caneta vermelha'. 'Este caminhão', 'Duas bolachas', 'O quadrado vermelho grande', 'Um batido de chocolate', 'Mais algumas batatas fritas')."
                    },
                    {
                        "id": 4,
                        "pergunta": "Usa locuções preposicionais (por exemplo, debaixo, próximo de, atrás, por trás de, em frente de).",
                        "descricao": "A criança produz todas as preposições listadas ao lado para descrever arranjos de objetos, responder a perguntas e instruir os outros tanto em formatos naturais como estruturados."
                    },
                    {
                        "id": 5,
                        "pergunta": "Usa uma variedade de expressões verbais (por exemplo, ele chora, ela gosta dele, ele caiu, ele estava feliz, ele está feliz, poderia, deveria, faria).",
                        "descricao": "Autoexplicativo."
                    },
                    {
                        "id": 6,
                        "pergunta": "Demonstra uma produção precisa de pelo menos 80% de todas as consoantes e misturas de consoantes dentro do discurso conectado.",
                        "descricao": "A criança demonstra uma produção precisa em 80% dos sons durante a conversa; a inteligibilidade é considerada boa por um ouvinte ingênuo."
                    },
                    {
                        "id": 7,
                        "pergunta": "Descreve experiências recentes usando enunciados de três a quatro palavras.",
                        "descricao": "Quando lhe é perguntado, a criança descreve uma experiência recente com pelo menos dois componentes das experiências (quem, o quê, onde, quando). Exemplos, 'O que fizeste na tua festa de aniversário?', 'Recebi presentes do David'."
                    },
                    {
                        "id": 8,
                        "pergunta": "Pede permissão para continuar uma atividade.",
                        "descricao": "A criança pede autorização antes de começar uma atividade regulamentada: 'Posso mexer?' (panela ao lume), 'Posso fazer isto?' (usando uma ferramenta de adulto). Também é usado se a criança quer mudar de atividade 'Podemos ouvir música?''."
                    },
                    {
                        "id": 9,
                        "pergunta": "Usa formas plurais.",
                        "descricao": "A criança usa plurais regulares de forma consistente e espontânea e usa também duas formas irregulares (por exemplo, pires, lápis)."
                    },
                    {
                        "id": 10,
                        "pergunta": "Usa possessivos (por exemplo, dele, dela, o chapéu da mãe).",
                        "descricao": "A criança usa-os de forma regular."
                    }, 
                    {
                        "id": 11,
                        "pergunta": "Usa o passado regular.",
                        "descricao": "A criança usa as formas do passado de forma espontânea e regular."
                    },
                    {
                        "id": 12,
                        "pergunta": "Usa artigos como um, uma, o.",
                        "descricao": "A criança aplica-os de forma consistente em frases."
                    },
                    {
                        "id": 13,
                        "pergunta": "Usa comparativos/superlativos.",
                        "descricao": "Usa cinco ou mais corretamente: melhor, o melhor, maior, o maior, menor, o menor, mais gordo, o mais gordo."
                    },
                    {
                        "id": 14,
                        "pergunta": "Usa a negativa.",
                        "descricao": "Exemplos, 'Eu não estou a chorar', 'Eu não lhe bati', 'Eu não me vou sentar'."
                    },
                    {
                        "id": 15,
                        "pergunta": "Usa verbos no presente.",
                        "descricao": "Verbaliza uma frase incluindo uma forma verbal, estou/está/estão com um verbo terminado em 'ndo'. Por exemplo, 'O menino está andando'."
                    },
                    {
                        "id": 16,
                        "pergunta": "Usa palavras para descrever estados físicos.",
                        "descricao": "A criança usa cinco ou mais palavras para descrever o seu estado: 'Tenho fome, frio, sede, cansaço, dor'."
                    },
                    {
                        "id": 17,
                        "pergunta": "Responde a perguntas sobre estados físicos: 'O que fazes quando estás...?'",
                        "descricao": "Responde corretamente a cinco ou mais."
                    },
                    {
                        "id": 18,
                        "pergunta": "Usa as categorias dos nomes para objetos familiares.",
                        "descricao": "Refere-se a um item ou a um conjunto de itens pela sua categoria. Os exemplos incluem animais, transportes, comida, roupas."
                    },
                    {
                        "id": 19,
                        "pergunta": "Descreve as características dos objetos.",
                        "descricao": "A criança consegue nomear três ou mais características de cinco objetos comuns quando lhe pedem, 'Fala-me sobre...'."
                    },
                    {
                        "id": 20,
                        "pergunta": "Usa pronomes reflexos.",
                        "descricao": "Usa dois ou mais pronomes reflexivos, inclusive me, te, se, nos, vos, se."
                    }, 
                    {
                        "id": 21,
                        "pergunta": "Atende ao telefone apropriadamente incuindo cumprimentar a pessoa.",
                        "descricao": "Dirige-se ao telefone que toca, pega no auscultador e encosta-o ao ouvido, emite uma saudação verbal e chama a pessoa que o interlocutor pediu."
                    },
                    {
                        "id": 22,
                        "pergunta": "Participa numa conversa iniciada pelo adulto em duas ou três tomadas de vez envolvendo uma variedade de funções (por exemplo, comentar reciprocamente, responder ou perguntar informações).",
                        "descricao": "A criança mantém conversas ao adicionar elementos, fazendo perguntas, comentando, partilhando experiências, etc. Consegue usar frases mas mantém a conversa durante duas ou três tomadas de vez da parte da criança."
                    },
                    {
                        "id": 23,
                        "pergunta": "Inicia e mantém uma conversa com o adulto com um tópico de conversação gerado por si mesma.",
                        "descricao": "A criança inicia uma conversa com o parceiro com um comentário ou perguntas e mantém tópicos através de pelo menos quatro tomadas de vez de conversação."
                    },
                    {
                        "id": 24,
                        "pergunta": "Descreve sequências de dois ou três eventos de atividades (por exemplo, ir visitar a avó).",
                        "descricao": "Em resposta a uma pergunta aberta (por exemplo, 'Fala-me sobre a tua visita à casa da avó'), a criança irá descrever duas ou trê atividades ou eventos usando frases."
                    },
                    {
                        "id": 25,
                        "pergunta": "Expressa 'Não sei' acompanhado do gesto.",
                        "descricao": "Quando é feita uma pergunta à qual a criança não sabe responder, a criança responde de forma adequada."
                    },
                    {
                        "id": 26,
                        "pergunta": "Pede explicações se não entendeu o que lhe foi dito.",
                        "descricao": "A criança diz 'O quê?' ou uma resposta semelhante quando não conseguiu ouvir ou entender um comentário, pergunta ou instrução que lhe é dirigida."
                    },
                    {
                        "id": 27,
                        "pergunta": "Envolve-se numa variedade de tópicos durante uma conversa.",
                        "descricao": "A criança inicia conversas sobre uma variedade de tópicos e envolve-se em conversas sobre uma variedade de tópicos."
                    },
                    {
                        "id": 28,
                        "pergunta": "Reformula a própria comunicação quando o ouvinte não está a compreendê-la.",
                        "descricao": "A criança demonstra o uso de estratégias de reparo (por exmeplo, repete, reformula, combina a verbalização com o gesto, acrescenta ênfase) para esclarecer a comunicação quando é entendida pelo parceiro."
                    },
                    {
                        "id": 29,
                        "pergunta": "Responde a perguntas sobre si e sobre os outros.",
                        "descricao": "A criança pode responder a uma variedade de perguntas simples sobre si mesma e pode também responder a perguntas sobre pessoas muito familiares como membros da família, animais de estimação, o melhor amigo, etc."
                    }
                ]
            }, 
            {
                "id": 2,
                "nome":"Competências Sociais",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Convida os pares para brincar.",
                        "descricao": "Faz uma ou mais ofertas para o jogo, verbais ou gestuais, a um parceiro ('Vem brincar com o comboio!', 'Vamos brincar à apanhada', ou acenando para um colega)."
                    }, 
                    {
                        "id": 1,
                        "pergunta": "Usa termos de cortesia como 'Com licença' ou 'Desculpe'.",
                        "descricao": "Usa vários termos de cortesia, incluindo, 'Não, obrigado', 'Obrigado', 'De nada', 'Desculpe' e 'Sinto muito'."
                    },
                    {
                        "id": 2,
                        "pergunta": "Procura os outros para conforto em situações de grupo.",
                        "descricao": "Quando a criança está com medo, magoada ou frustrada, aproxima-se do adulto ou faz contato físico com ele (abraçando-o, sentando-se ao seu colo, segurando a sua mão)."
                    },
                    {
                        "id": 3,
                        "pergunta": "Expressa os seus sentimentos de forma aporpriada.",
                        "descricao": "Verbaliza os seus próprios sentimentos ao dizer 'Estou zangado', etc."
                    },
                    {
                        "id": 4,
                        "pergunta": "Toma a vez no jogo informal de forma autônoma.",
                        "descricao": "Troca a vez com os adultos/pares quando envolvido numa atividade de jogo sem tomadas de vez definidas."
                    },
                    {
                        "id": 5,
                        "pergunta": "Descreve um acontecimento ou experiência a um parceiro.",
                        "descricao": "Reconta verbalmente uma história a um colega ou irmão, incluindo pelo menos três detalhes."
                    },
                    {
                        "id": 6,
                        "pergunta": "Identifica o que a faz sentir-se feliz, triste, zangada, assustada.",
                        "descricao": "Verbaliza um ou mais exemplos para cada conceito (por exemplo, feliz, triste, zangada, assustada). Exemplo: O adulto diz, 'Porque estás triste?' e a criança diz: 'Ela tirou-me o livro e eu estou triste'."
                    },
                    {
                        "id": 7,
                        "pergunta": "Identifica as emoções dos outros com base em fatores situcionais.",
                        "descricao": "Durante as atividades de leitura ou conversação, a criança responde adequadamente quando perguntado: 'Por que é que ela está a chorar?' ou 'Por que é que ele está com medo?'."
                    },
                    {
                        "id": 8,
                        "pergunta": "Começa a esenvolver estratégias para lidar com as situações que a deixam aborrecida, zangada ou assustada.",
                        "descricao": "Envolve-se em uma ou mais estratégias para lidar com situações. Exemplo: pede uma pausa, pede ajuda, vem para dar um abraço, vai buscar um objeto de conforto."
                    }
                ]
            }, 
            {
                "id": 3,
                "nome":"Cognição",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Conta de cor até 20.",
                        "descricao": "Conta em voz alta de um a 20 na ordem correta."
                    }, 
                    {
                        "id": 1,
                        "pergunta": "Conta objetos com a correspondência 1: 1 até 10.",
                        "descricao": "Toca ou aponta para imagens ou objetos enquanto conta em sequência, tocando ou apontando uma vez para cada número."
                    },
                    {
                        "id": 2,
                        "pergunta": "Dá a alguém 'um', 'alguns', 'muitos', 'um pouco', 'todos', 'mais' e 'a maioria'.",
                        "descricao": "Entrega ao adulto o número correto de itens quando o adulto pede."
                    },
                    {
                        "id": 3,
                        "pergunta": "Dá a alguém quantidades até 10.",
                        "descricao": "Entrega ao adulto o número correto de itens quando o adulto pede ('Dá-me cinco bolachas' ou 'Podes dar-me duas almofadas?')."
                    },
                    {
                        "id": 4,
                        "pergunta": "Conhece termos de conceitos de quantidade.",
                        "descricao": "Verbaliza dois ou mais conceitos, incluindo 'um', 'alguns' ou 'todos'."
                    },
                    {
                        "id": 5,
                        "pergunta": "Conhece termos de relações espaciais.",
                        "descricao": "Verbaliza dois ou mais conceitos, incluindo 'no meio', 'atrás de' ou 'em frente de'."
                    },
                    {
                        "id": 6,
                        "pergunta": "Faz corresponder e compreende 5-10 associações objeto/palavra.",
                        "descricao": "Faz corresponder três ou mais objetos com a palavra escrita associada de três a quatro letras."
                    },
                    {
                        "id": 7,
                        "pergunta": "Consegue ler algumas palavras.",
                        "descricao": "Lê e pronuncia 10 ou mais palavras de três a quatro letras para ações ou objetos comuns."
                    },
                    {
                        "id": 8,
                        "pergunta": "Consegue identificar o nome escrito num conjunto de cinco palavras.",
                        "descricao": "Dá, aponta, mostra ou dirige-se para o seu próprio nome quando este é mostrado numa série de três nomes que inclui um nome que começa pela mesma letra que o nome da criança."
                    },
                    {
                        "id": 9,
                        "pergunta": "'Lê' sinais e símbolos.",
                        "descricao": "Identifica o significado de três ou mais sinais e símbolos comuns. Exemplo: sinal de stop, luz verde, o símbolo universal do 'não'."
                    },
                    {
                        "id": 10,
                        "pergunta": "Identifica números e letras.",
                        "descricao": "Identifica receptivamente e expressivamente dis os nomes de todas as letras do alfabeto e os seus números de 0-30."
                    }, 
                    {
                        "id": 11,
                        "pergunta": "Percebe oposto e analogias.",
                        "descricao": "Quando o adulto diz um conceito, a criança diz o conceito oposto. Exemplo: 'O rato é pequeno, mas o elefante é ______' e a criança diz 'grande'."
                    }
                ]
            }, 
            {
                "id": 4, 
                "nome":"Jogo",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Desenvolve ações de figuras durante o jogo.",
                        "descricao": "Usa figuras a demonstrar cinco ou mais ações em três ou mais contextos de jogo. Exemplo: A mamá a conduzir até à loja, a irmã a correr atrás do irmão, o cãozinho a comer."
                    }, 
                    {
                        "id": 1,
                        "pergunta": "Usa objetos substitutos para simbolizar os adereços do jogo.",
                        "descricao": "Usa três ou mais ojetos neutros substitutos (Neutro= sem identidade própria). Exemplos: usar um bloco como telefone, um tubo como garrafa, ou uma caixa pequena como carro."
                    },
                    {
                        "id": 2,
                        "pergunta": "Nomeia as ações e adereços simulados no jogo.",
                        "descricao": "Nomeia 10 ou mais ações ou adereços a fingir em três ou mais atividades lúdicas de forma espontânea e em resposta a perguntas."
                    },
                    {
                        "id": 3,
                        "pergunta": "Liga espontaneamente três ou mais comportamentos relacionados num tema de jogo.",
                        "descricao": "Exemplos: despejar água na panela, mexer a comida, e deitar a comida numa tigela;colocar o chapéu de bombeiro, 'conduzir' o caminhão dos bombeiros e apagar o fogo."
                    },
                    {
                        "id": 4,
                        "pergunta": "Direciona o parceiro no jogo.",
                        "descricao": "Fornece três ou mais instruções relevantes direcionadas para o parceiro para realizar algum aspecto do tema em todo o jogo ao longo de dois ou mais episódios de jogo."
                    },
                    {
                        "id": 5,
                        "pergunta": "Representa vários eventos da vida (por exemplo, festa de aniversário, McDonald's, médico), incluindo o uso de guiões verbais.",
                        "descricao": "Representa três ou mais instruções eventos da sua vida, cada um contendo pelo menos quatro atividades incorporadas (ver item 4, acima), interagindo com o parceiro através de guioes verbais e ações com objetos."
                    },
                    {
                        "id": 6,
                        "pergunta": "Representa vários temas de histórias no jogo.",
                        "descricao": "Representa três ou mais temas da história com o parceiro usando várias ações e guiões, conforme descrito no item acima: Chapeuzinho vermelho, Os três porquinhos, O gato de botas."
                    },
                    {
                        "id": 7,
                        "pergunta": "Assume o papel de um personagem e representa-o.",
                        "descricao": "Assume um papel (por exemplo, 'Eu sou a mama') e desempenha um evento da vida com um roteiro verbal, atividades e gestos apropriados ao papel, com três ou mais trocas com o parceiro."
                    },
                    {
                        "id": 8,
                        "pergunta": "Segue a liderança de outra pessoa durante o jogo.",
                        "descricao": "Segue as diretivas de jogo do parceiro, verbais ou não verbais, cinco ou mais vezes, ao imitar as ações dos parceiros ou respondendo as suas instruções."
                    }
                ]
            }, 
            {
                "id": 5,
                "nome":"Motricidade Fina",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Pinta uma imagem com precisão, com várias cores.",
                        "descricao": "A criança pinta maioritariamente dentro das formas e escolhe cores diferentes para completar a imagem numa página de um livro para colorir."
                    }, 
                    {
                        "id": 1,
                        "pergunta": "Imita triângulos, letras utilizando material de desenho apropriado.",
                        "descricao": "A criança copia o círculo o quadrado, o triângulo e algumas letras do alfabeto de forma reconhecível."
                    },
                    {
                        "id": 2,
                        "pergunta": "Desenha linhas e formas e algumas letras e números de cor.",
                        "descricao": "A criança começa a desenhar várias formas ou letras/números que são reconhecíveis."
                    },
                    {
                        "id": 3,
                        "pergunta": "Imita e copia uma variedade de letras, números e formas.",
                        "descricao": "A criança tanto copia como gera quatro a cinco formas, quatro a cinco letras e vários números que são reconhecíveis."
                    },
                    {
                        "id": 4,
                        "pergunta": "Escreve o seu primeiro nome sem modelo.",
                        "descricao": "Autoexplicativo."
                    },
                    {
                        "id": 5,
                        "pergunta": "Traça formas e letras.",
                        "descricao": "Autoexplicativo."
                    },
                    {
                        "id": 6,
                        "pergunta": "Pinta formas desenhadas.",
                        "descricao": "A criança mantém a cor geralmente dentro dos rebordos."
                    },
                    {
                        "id": 7,
                        "pergunta": "Une pontos com material de desenho.",
                        "descricao": "A criança consegue acompanhar os padrões ponto-a-ponto e segue sequências com números."
                    },
                    {
                        "id": 8,
                        "pergunta": "Desenha linhas para corresponder imagens, palavras ou formas.",
                        "descricao": "A criança consegue ligar imagens de objetos correspondentes ou relacionados numa linha (como numa atividade escolar)."
                    },
                    {
                        "id": 9,
                        "pergunta": "Copia uma variedade de desenhos representacionais simples (por exemplo, cara, árvore, casa, flor).",
                        "descricao": "A criança copia cinco ou mais desenhos diferentes e faz 2-3 imagens reconhecíveis espontaneamente."
                    },
                    {
                        "id": 10,
                        "pergunta": "Dobra um papel ao meio e coloca-o num envelope.",
                        "descricao": "Autoexplicativo."
                    }, 
                    {
                        "id": 11,
                        "pergunta": "Recorta ângulo, linhas direitas e curvas.",
                        "descricao": "A criança corta os cantos e os rebordos de grandes formatos (7cm ou mais) com uma tesoura de criança de forma independente."
                    },
                    {
                        "id": 12,
                        "pergunta": "Recorta formas simples.",
                        "descricao": "A criança corta com sucesso figuras com 7 cm."
                    },
                    {
                        "id": 13,
                        "pergunta": "Completa projetos de expressão plástica com tres passos - cortar, colorir e colar.",
                        "descricao": "Assim que o adulto modela a atividade, a criança pode sequenciar a atividade e concluí-la de forma autônoma, desde que cada etapa envolva uma competência em que a criança é totalmente competente."
                    },
                    {
                        "id": 14,
                        "pergunta": "Usa pincel, selos, marcadores, lápis, borrachas para completar atividades de expressão plástica.",
                        "descricao": "A criança usa uma variedade de materiais de arte em atividades de expressão plástica livres para criar produtos. A criança também pode imitar o modelo do adulto usando cada uma dessas ferramentas."
                    },
                    {
                        "id": 15,
                        "pergunta": "Usa a preensão tripla para segurar o material de desenho.",
                        "descricao": "A criança segura consistentemente o material de escrita com uma preensão tripla."
                    },
                    {
                        "id": 16,
                        "pergunta": "Faz construções com uma variedade de materiais de construção com o próprio desenho e copia modelos simples a partir de modelos de imagens 3D.",
                        "descricao": "A criança reúne uma variedade de materiais de construção em projetos complexos e também pode copiar os projetos dos outros, tanto a partir de modelos 3D como de imagens e desenhos a lpis. A criança pode demonstrar cinco ou mais modelos diferentes."
                    },
                    {
                        "id": 17,
                        "pergunta": "Resolve puzzles de encaixe, puzzles de chão e puzzles de tabuleiro.",
                        "descricao": "Autoexplicativo."
                    },
                    {
                        "id": 18,
                        "pergunta": "Usa fita-cola, clipes e chaves apropriadamente.",
                        "descricao": "Usa todas estas ferramentas de forma independente."
                    }
                ]
            }, 
            {
                "id": 6, 
                "nome":"Motricidade Grossa",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "Joga à apanhada com uma bola de recreio com um par.",
                        "descricao": "Pode manter o jogo de apanhada durante seis ou mais tomadas de vez."
                    }, 
                    {
                        "id": 1,
                        "pergunta": "Atira uma bola de tênis ou de basebol para outra pessoa com direcionalidade por cima da cabeça.",
                        "descricao": "Autoexplicativo."
                    },
                    {
                        "id": 2,
                        "pergunta": "Usa o equipamento do recreio autonomamente, incluindo o balanço e o carrossel.",
                        "descricao": "Autoexplicativo, para todo o equipamente adequado para a idade."
                    },
                    {
                        "id": 3,
                        "pergunta": "Pontapeia uma bola em movimento.",
                        "descricao": "A criança ajusta o corpo e dá pontapés com sucesso na bola em movimento."
                    },
                    {
                        "id": 4,
                        "pergunta": "Joga vários jogos com bolas: atira a bola ao cesto, bate na bola com um bastao, lança a bola, joga golfe, lança saquinhos de feijão para acertar no orifício.",
                        "descricao": "Joga cinco ou mais jogos com bolas."
                    },
                    {
                        "id": 5,
                        "pergunta": "Anda confiantemente de bicicleta com rodinhas; é capaz de controlar a velocidade, manobrar e travar.",
                        "descricao": "Autoexplicativo."
                    },
                    {
                        "id": 6,
                        "pergunta": "Galopa e salta.",
                        "descricao": "Imita ambos e executa sem problemas."
                    },
                    {
                        "id": 7,
                        "pergunta": "Anda sem perder o equilíbrio numa trave, em carros de comboio e no lancil do passeio.",
                        "descricao": "Autoexplicativo; caminha de forma relativamente calma e não muito lentamente."
                    },
                    {
                        "id": 8,
                        "pergunta": "Joga jogos motores típicos (por exemplo, 'Red Light, Green Light', 'Red Rover', 'Freeze Tag').",
                        "descricao": "Joga cinco ou mais destes jogos - conhece as regras e participa ativamente ao longo do jogo e sem ajudas ou treino."
                    }
                ]
            }, 
            {
                "id": 7,
                "nome":"Independência Pessoal",
                "perguntas": [
                    {
                        "id": 0,
                        "pergunta": "",
                        "descricao": ""
                    }, 
                    {
                        "id": 1,
                        "pergunta": "",
                        "descricao": ""
                    },
                    {
                        "id": 2,
                        "pergunta": "",
                        "descricao": ""
                    },
                    {
                        "id": 3,
                        "pergunta": "",
                        "descricao": ""
                    },
                    {
                        "id": 4,
                        "pergunta": "",
                        "descricao": ""
                    },
                    {
                        "id": 5,
                        "pergunta": "",
                        "descricao": ""
                    },
                    {
                        "id": 6,
                        "pergunta": "",
                        "descricao": ""
                    },
                    {
                        "id": 7,
                        "pergunta": "",
                        "descricao": ""
                    },
                    {
                        "id": 8,
                        "pergunta": "",
                        "descricao": ""
                    },
                    {
                        "id": 9,
                        "pergunta": "",
                        "descricao": ""
                    },
                    {
                        "id": 10,
                        "pergunta": "",
                        "descricao": ""
                    }, 
                    {
                        "id": 1, 
                        "nome":"Comunicação Expressiva",
                        "perguntas": [
                            {
                                "id": 0,
                                "pergunta": "Responde a questões complexas ('Quem?', 'Como?').",
                                "descricao": "A criança responde corretamente a questões sobre estes conceitos (por exemplo, 'Porque lavas as mãos?', 'Como lavas os dentes?')."
                            }, 
                            {
                                "id": 1,
                                "pergunta": "Descreve a função dos objetos e resposta a uma pergunta (por exemplo, 'O que é que tu fazes com uma colher?').",
                                "descricao": "Consegue descrever as funções de cinco ou mais objetos comuns com frases simples."
                            },
                            {
                                "id": 2,
                                "pergunta": "Fala com enunciados de três-quatro palavras consistentemente.",
                                "descricao": "Numa variedade de contextos, parceiros e atividades."
                            },
                            {
                                "id": 3,
                                "pergunta": "Usa uma variedade de sintagmas nominais.",
                                "descricao": "A criança combina uma variedade de palavras para fazer frases nominais que podem ter até quatro palavras, incluindo artigos, possessivos, adjetivos e quantificadores (por exemplo, 'O cavalo pequeno', 'A minha caneta vermelha'. 'Este caminhão', 'Duas bolachas', 'O quadrado vermelho grande', 'Um batido de chocolate', 'Mais algumas batatas fritas')."
                            },
                            {
                                "id": 4,
                                "pergunta": "Usa locuções preposicionais (por exemplo, debaixo, próximo de, atrás, por trás de, em frente de).",
                                "descricao": "A criança produz todas as preposições listadas ao lado para descrever arranjos de objetos, responder a perguntas e instruir os outros tanto em formatos naturais como estruturados."
                            },
                            {
                                "id": 5,
                                "pergunta": "Usa uma variedade de expressões verbais (por exemplo, ele chora, ela gosta dele, ele caiu, ele estava feliz, ele está feliz, poderia, deveria, faria).",
                                "descricao": "Autoexplicativo."
                            },
                            {
                                "id": 6,
                                "pergunta": "Demonstra uma produção precisa de pelo menos 80% de todas as consoantes e misturas de consoantes dentro do discurso conectado.",
                                "descricao": "A criança demonstra uma produção precisa em 80% dos sons durante a conversa; a inteligibilidade é considerada boa por um ouvinte ingênuo."
                            },
                            {
                                "id": 7,
                                "pergunta": "Descreve experiências recentes usando enunciados de três a quatro palavras.",
                                "descricao": "Quando lhe é perguntado, a criança descreve uma experiência recente com pelo menos dois componentes das experiências (quem, o quê, onde, quando). Exemplos, 'O que fizeste na tua festa de aniversário?', 'Recebi presentes do David'."
                            },
                            {
                                "id": 8,
                                "pergunta": "Pede permissão para continuar uma atividade.",
                                "descricao": "A criança pede autorização antes de começar uma atividade regulamentada: 'Posso mexer?' (panela ao lume), 'Posso fazer isto?' (usando uma ferramenta de adulto). Também é usado se a criança quer mudar de atividade 'Podemos ouvir música?''."
                            },
                            {
                                "id": 9,
                                "pergunta": "Usa formas plurais.",
                                "descricao": "A criança usa plurais regulares de forma consistente e espontânea e usa também duas formas irregulares (por exemplo, pires, lápis)."
                            },
                            {
                                "id": 10,
                                "pergunta": "Usa possessivos (por exemplo, dele, dela, o chapéu da mãe).",
                                "descricao": "A criança usa-os de forma regular."
                            }, 
                            {
                                "id": 11,
                                "pergunta": "Usa o passado regular.",
                                "descricao": "A criança usa as formas do passado de forma espontânea e regular."
                            },
                            {
                                "id": 12,
                                "pergunta": "Usa artigos como um, uma, o.",
                                "descricao": "A criança aplica-os de forma consistente em frases."
                            },
                            {
                                "id": 13,
                                "pergunta": "Usa comparativos/superlativos.",
                                "descricao": "Usa cinco ou mais corretamente: melhor, o melhor, maior, o maior, menor, o menor, mais gordo, o mais gordo."
                            },
                            {
                                "id": 14,
                                "pergunta": "Usa a negativa.",
                                "descricao": "Exemplos, 'Eu não estou a chorar', 'Eu não lhe bati', 'Eu não me vou sentar'."
                            },
                            {
                                "id": 15,
                                "pergunta": "Usa verbos no presente.",
                                "descricao": "Verbaliza uma frase incluindo uma forma verbal, estou/está/estão com um verbo terminado em 'ndo'. Por exemplo, 'O menino está andando'."
                            },
                            {
                                "id": 16,
                                "pergunta": "Usa palavras para descrever estados físicos.",
                                "descricao": "A criança usa cinco ou mais palavras para descrever o seu estado: 'Tenho fome, frio, sede, cansaço, dor'."
                            },
                            {
                                "id": 17,
                                "pergunta": "Responde a perguntas sobre estados físicos: 'O que fazes quando estás...?'",
                                "descricao": "Responde corretamente a cinco ou mais."
                            },
                            {
                                "id": 18,
                                "pergunta": "Usa as categorias dos nomes para objetos familiares.",
                                "descricao": "Refere-se a um item ou a um conjunto de itens pela sua categoria. Os exemplos incluem animais, transportes, comida, roupas."
                            },
                            {
                                "id": 19,
                                "pergunta": "Descreve as características dos objetos.",
                                "descricao": "A criança consegue nomear três ou mais características de cinco objetos comuns quando lhe pedem, 'Fala-me sobre...'."
                            },
                            {
                                "id": 20,
                                "pergunta": "Usa pronomes reflexos.",
                                "descricao": "Usa dois ou mais pronomes reflexivos, inclusive me, te, se, nos, vos, se."
                            }, 
                            {
                                "id": 21,
                                "pergunta": "Atende ao telefone apropriadamente incuindo cumprimentar a pessoa.",
                                "descricao": "Dirige-se ao telefone que toca, pega no auscultador e encosta-o ao ouvido, emite uma saudação verbal e chama a pessoa que o interlocutor pediu."
                            },
                            {
                                "id": 22,
                                "pergunta": "Participa numa conversa iniciada pelo adulto em duas ou três tomadas de vez envolvendo uma variedade de funções (por exemplo, comentar reciprocamente, responder ou perguntar informações).",
                                "descricao": "A criança mantém conversas ao adicionar elementos, fazendo perguntas, comentando, partilhando experiências, etc. Consegue usar frases mas mantém a conversa durante duas ou três tomadas de vez da parte da criança."
                            },
                            {
                                "id": 23,
                                "pergunta": "Inicia e mantém uma conversa com o adulto com um tópico de conversação gerado por si mesma.",
                                "descricao": "A criança inicia uma conversa com o parceiro com um comentário ou perguntas e mantém tópicos através de pelo menos quatro tomadas de vez de conversação."
                            },
                            {
                                "id": 24,
                                "pergunta": "Descreve sequências de dois ou três eventos de atividades (por exemplo, ir visitar a avó).",
                                "descricao": "Em resposta a uma pergunta aberta (por exemplo, 'Fala-me sobre a tua visita à casa da avó'), a criança irá descrever duas ou trê atividades ou eventos usando frases."
                            },
                            {
                                "id": 25,
                                "pergunta": "Expressa 'Não sei' acompanhado do gesto.",
                                "descricao": "Quando é feita uma pergunta à qual a criança não sabe responder, a criança responde de forma adequada."
                            },
                            {
                                "id": 26,
                                "pergunta": "Pede explicações se não entendeu o que lhe foi dito.",
                                "descricao": "A criança diz 'O quê?' ou uma resposta semelhante quando não conseguiu ouvir ou entender um comentário, pergunta ou instrução que lhe é dirigida."
                            },
                            {
                                "id": 27,
                                "pergunta": "Envolve-se numa variedade de tópicos durante uma conversa.",
                                "descricao": "A criança inicia conversas sobre uma variedade de tópicos e envolve-se em conversas sobre uma variedade de tópicos."
                            },
                            {
                                "id": 28,
                                "pergunta": "Reformula a própria comunicação quando o ouvinte não está a compreendê-la.",
                                "descricao": "A criança demonstra o uso de estratégias de reparo (por exmeplo, repete, reformula, combina a verbalização com o gesto, acrescenta ênfase) para esclarecer a comunicação quando é entendida pelo parceiro."
                            },
                            {
                                "id": 29,
                                "pergunta": "Responde a perguntas sobre si e sobre os outros.",
                                "descricao": "A criança pode responder a uma variedade de perguntas simples sobre si mesma e pode também responder a perguntas sobre pessoas muito familiares como membros da família, animais de estimação, o melhor amigo, etc."
                            }
                        ]
                    }, 
                    {
                        "id": 2,
                        "nome":"Competências Sociais",
                        "perguntas": [
                            {
                                "id": 0,
                                "pergunta": "Convida os pares para brincar.",
                                "descricao": "Faz uma ou mais ofertas para o jogo, verbais ou gestuais, a um parceiro ('Vem brincar com o comboio!', 'Vamos brincar à apanhada', ou acenando para um colega)."
                            }, 
                            {
                                "id": 1,
                                "pergunta": "Usa termos de cortesia como 'Com licença' ou 'Desculpe'.",
                                "descricao": "Usa vários termos de cortesia, incluindo, 'Não, obrigado', 'Obrigado', 'De nada', 'Desculpe' e 'Sinto muito'."
                            },
                            {
                                "id": 2,
                                "pergunta": "Procura os outros para conforto em situações de grupo.",
                                "descricao": "Quando a criança está com medo, magoada ou frustrada, aproxima-se do adulto ou faz contato físico com ele (abraçando-o, sentando-se ao seu colo, segurando a sua mão)."
                            },
                            {
                                "id": 3,
                                "pergunta": "Expressa os seus sentimentos de forma aporpriada.",
                                "descricao": "Verbaliza os seus próprios sentimentos ao dizer 'Estou zangado', etc."
                            },
                            {
                                "id": 4,
                                "pergunta": "Toma a vez no jogo informal de forma autônoma.",
                                "descricao": "Troca a vez com os adultos/pares quando envolvido numa atividade de jogo sem tomadas de vez definidas."
                            },
                            {
                                "id": 5,
                                "pergunta": "Descreve um acontecimento ou experiência a um parceiro.",
                                "descricao": "Reconta verbalmente uma história a um colega ou irmão, incluindo pelo menos três detalhes."
                            },
                            {
                                "id": 6,
                                "pergunta": "Identifica o que a faz sentir-se feliz, triste, zangada, assustada.",
                                "descricao": "Verbaliza um ou mais exemplos para cada conceito (por exemplo, feliz, triste, zangada, assustada). Exemplo: O adulto diz, 'Porque estás triste?' e a criança diz: 'Ela tirou-me o livro e eu estou triste'."
                            },
                            {
                                "id": 7,
                                "pergunta": "Identifica as emoções dos outros com base em fatores situcionais.",
                                "descricao": "Durante as atividades de leitura ou conversação, a criança responde adequadamente quando perguntado: 'Por que é que ela está a chorar?' ou 'Por que é que ele está com medo?'."
                            },
                            {
                                "id": 8,
                                "pergunta": "Começa a esenvolver estratégias para lidar com as situações que a deixam aborrecida, zangada ou assustada.",
                                "descricao": "Envolve-se em uma ou mais estratégias para lidar com situações. Exemplo: pede uma pausa, pede ajuda, vem para dar um abraço, vai buscar um objeto de conforto."
                            }
                        ]
                    }, 
                    {
                        "id": 3,
                        "nome":"Cognição",
                        "perguntas": [
                            {
                                "id": 0,
                                "pergunta": "Conta de cor até 20.",
                                "descricao": "Conta em voz alta de um a 20 na ordem correta."
                            }, 
                            {
                                "id": 1,
                                "pergunta": "Conta objetos com a correspondência 1: 1 até 10.",
                                "descricao": "Toca ou aponta para imagens ou objetos enquanto conta em sequência, tocando ou apontando uma vez para cada número."
                            },
                            {
                                "id": 2,
                                "pergunta": "Dá a alguém 'um', 'alguns', 'muitos', 'um pouco', 'todos', 'mais' e 'a maioria'.",
                                "descricao": "Entrega ao adulto o número correto de itens quando o adulto pede."
                            },
                            {
                                "id": 3,
                                "pergunta": "Dá a alguém quantidades até 10.",
                                "descricao": "Entrega ao adulto o número correto de itens quando o adulto pede ('Dá-me cinco bolachas' ou 'Podes dar-me duas almofadas?')."
                            },
                            {
                                "id": 4,
                                "pergunta": "Conhece termos de conceitos de quantidade.",
                                "descricao": "Verbaliza dois ou mais conceitos, incluindo 'um', 'alguns' ou 'todos'."
                            },
                            {
                                "id": 5,
                                "pergunta": "Conhece termos de relações espaciais.",
                                "descricao": "Verbaliza dois ou mais conceitos, incluindo 'no meio', 'atrás de' ou 'em frente de'."
                            },
                            {
                                "id": 6,
                                "pergunta": "Faz corresponder e compreende 5-10 associações objeto/palavra.",
                                "descricao": "Faz corresponder três ou mais objetos com a palavra escrita associada de três a quatro letras."
                            },
                            {
                                "id": 7,
                                "pergunta": "Consegue ler algumas palavras.",
                                "descricao": "Lê e pronuncia 10 ou mais palavras de três a quatro letras para ações ou objetos comuns."
                            },
                            {
                                "id": 8,
                                "pergunta": "Consegue identificar o nome escrito num conjunto de cinco palavras.",
                                "descricao": "Dá, aponta, mostra ou dirige-se para o seu próprio nome quando este é mostrado numa série de três nomes que inclui um nome que começa pela mesma letra que o nome da criança."
                            },
                            {
                                "id": 9,
                                "pergunta": "'Lê' sinais e símbolos.",
                                "descricao": "Identifica o significado de três ou mais sinais e símbolos comuns. Exemplo: sinal de stop, luz verde, o símbolo universal do 'não'."
                            },
                            {
                                "id": 10,
                                "pergunta": "Identifica números e letras.",
                                "descricao": "Identifica receptivamente e expressivamente dis os nomes de todas as letras do alfabeto e os seus números de 0-30."
                            }, 
                            {
                                "id": 11,
                                "pergunta": "Percebe oposto e analogias.",
                                "descricao": "Quando o adulto diz um conceito, a criança diz o conceito oposto. Exemplo: 'O rato é pequeno, mas o elefante é ______' e a criança diz 'grande'."
                            }
                        ]
                    }, 
                    {
                        "id": 4, 
                        "nome":"Jogo",
                        "perguntas": [
                            {
                                "id": 0,
                                "pergunta": "Desenvolve ações de figuras durante o jogo.",
                                "descricao": "Usa figuras a demonstrar cinco ou mais ações em três ou mais contextos de jogo. Exemplo: A mamá a conduzir até à loja, a irmã a correr atrás do irmão, o cãozinho a comer."
                            }, 
                            {
                                "id": 1,
                                "pergunta": "Usa objetos substitutos para simbolizar os adereços do jogo.",
                                "descricao": "Usa três ou mais ojetos neutros substitutos (Neutro= sem identidade própria). Exemplos: usar um bloco como telefone, um tubo como garrafa, ou uma caixa pequena como carro."
                            },
                            {
                                "id": 2,
                                "pergunta": "Nomeia as ações e adereços simulados no jogo.",
                                "descricao": "Nomeia 10 ou mais ações ou adereços a fingir em três ou mais atividades lúdicas de forma espontânea e em resposta a perguntas."
                            },
                            {
                                "id": 3,
                                "pergunta": "Liga espontaneamente três ou mais comportamentos relacionados num tema de jogo.",
                                "descricao": "Exemplos: despejar água na panela, mexer a comida, e deitar a comida numa tigela;colocar o chapéu de bombeiro, 'conduzir' o caminhão dos bombeiros e apagar o fogo."
                            },
                            {
                                "id": 4,
                                "pergunta": "Direciona o parceiro no jogo.",
                                "descricao": "Fornece três ou mais instruções relevantes direcionadas para o parceiro para realizar algum aspecto do tema em todo o jogo ao longo de dois ou mais episódios de jogo."
                            },
                            {
                                "id": 5,
                                "pergunta": "Representa vários eventos da vida (por exemplo, festa de aniversário, McDonald's, médico), incluindo o uso de guiões verbais.",
                                "descricao": "Representa três ou mais instruções eventos da sua vida, cada um contendo pelo menos quatro atividades incorporadas (ver item 4, acima), interagindo com o parceiro através de guioes verbais e ações com objetos."
                            },
                            {
                                "id": 6,
                                "pergunta": "Representa vários temas de histórias no jogo.",
                                "descricao": "Representa três ou mais temas da história com o parceiro usando várias ações e guiões, conforme descrito no item acima: Chapeuzinho vermelho, Os três porquinhos, O gato de botas."
                            },
                            {
                                "id": 7,
                                "pergunta": "Assume o papel de um personagem e representa-o.",
                                "descricao": "Assume um papel (por exemplo, 'Eu sou a mama') e desempenha um evento da vida com um roteiro verbal, atividades e gestos apropriados ao papel, com três ou mais trocas com o parceiro."
                            },
                            {
                                "id": 8,
                                "pergunta": "Segue a liderança de outra pessoa durante o jogo.",
                                "descricao": "Segue as diretivas de jogo do parceiro, verbais ou não verbais, cinco ou mais vezes, ao imitar as ações dos parceiros ou respondendo as suas instruções."
                            }
                        ]
                    }, 
                    {
                        "id": 5,
                        "nome":"Motricidade Fina",
                        "perguntas": [
                            {
                                "id": 0,
                                "pergunta": "Pinta uma imagem com precisão, com várias cores.",
                                "descricao": "A criança pinta maioritariamente dentro das formas e escolhe cores diferentes para completar a imagem numa página de um livro para colorir."
                            }, 
                            {
                                "id": 1,
                                "pergunta": "Imita triângulos, letras utilizando material de desenho apropriado.",
                                "descricao": "A criança copia o círculo o quadrado, o triângulo e algumas letras do alfabeto de forma reconhecível."
                            },
                            {
                                "id": 2,
                                "pergunta": "Desenha linhas e formas e algumas letras e números de cor.",
                                "descricao": "A criança começa a desenhar várias formas ou letras/números que são reconhecíveis."
                            },
                            {
                                "id": 3,
                                "pergunta": "Imita e copia uma variedade de letras, números e formas.",
                                "descricao": "A criança tanto copia como gera quatro a cinco formas, quatro a cinco letras e vários números que são reconhecíveis."
                            },
                            {
                                "id": 4,
                                "pergunta": "Escreve o seu primeiro nome sem modelo.",
                                "descricao": "Autoexplicativo."
                            },
                            {
                                "id": 5,
                                "pergunta": "Traça formas e letras.",
                                "descricao": "Autoexplicativo."
                            },
                            {
                                "id": 6,
                                "pergunta": "Pinta formas desenhadas.",
                                "descricao": "A criança mantém a cor geralmente dentro dos rebordos."
                            },
                            {
                                "id": 7,
                                "pergunta": "Une pontos com material de desenho.",
                                "descricao": "A criança consegue acompanhar os padrões ponto-a-ponto e segue sequências com números."
                            },
                            {
                                "id": 8,
                                "pergunta": "Desenha linhas para corresponder imagens, palavras ou formas.",
                                "descricao": "A criança consegue ligar imagens de objetos correspondentes ou relacionados numa linha (como numa atividade escolar)."
                            },
                            {
                                "id": 9,
                                "pergunta": "Copia uma variedade de desenhos representacionais simples (por exemplo, cara, árvore, casa, flor).",
                                "descricao": "A criança copia cinco ou mais desenhos diferentes e faz 2-3 imagens reconhecíveis espontaneamente."
                            },
                            {
                                "id": 10,
                                "pergunta": "Dobra um papel ao meio e coloca-o num envelope.",
                                "descricao": "Autoexplicativo."
                            }, 
                            {
                                "id": 11,
                                "pergunta": "Recorta ângulo, linhas direitas e curvas.",
                                "descricao": "A criança corta os cantos e os rebordos de grandes formatos (7cm ou mais) com uma tesoura de criança de forma independente."
                            },
                            {
                                "id": 12,
                                "pergunta": "Recorta formas simples.",
                                "descricao": "A criança corta com sucesso figuras com 7 cm."
                            },
                            {
                                "id": 13,
                                "pergunta": "Completa projetos de expressão plástica com tres passos - cortar, colorir e colar.",
                                "descricao": "Assim que o adulto modela a atividade, a criança pode sequenciar a atividade e concluí-la de forma autônoma, desde que cada etapa envolva uma competência em que a criança é totalmente competente."
                            },
                            {
                                "id": 14,
                                "pergunta": "Usa pincel, selos, marcadores, lápis, borrachas para completar atividades de expressão plástica.",
                                "descricao": "A criança usa uma variedade de materiais de arte em atividades de expressão plástica livres para criar produtos. A criança também pode imitar o modelo do adulto usando cada uma dessas ferramentas."
                            },
                            {
                                "id": 15,
                                "pergunta": "Usa a preensão tripla para segurar o material de desenho.",
                                "descricao": "A criança segura consistentemente o material de escrita com uma preensão tripla."
                            },
                            {
                                "id": 16,
                                "pergunta": "Faz construções com uma variedade de materiais de construção com o próprio desenho e copia modelos simples a partir de modelos de imagens 3D.",
                                "descricao": "A criança reúne uma variedade de materiais de construção em projetos complexos e também pode copiar os projetos dos outros, tanto a partir de modelos 3D como de imagens e desenhos a lpis. A criança pode demonstrar cinco ou mais modelos diferentes."
                            },
                            {
                                "id": 17,
                                "pergunta": "Resolve puzzles de encaixe, puzzles de chão e puzzles de tabuleiro.",
                                "descricao": "Autoexplicativo."
                            },
                            {
                                "id": 18,
                                "pergunta": "Usa fita-cola, clipes e chaves apropriadamente.",
                                "descricao": "Usa todas estas ferramentas de forma independente."
                            }
                        ]
                    }, 
                    {
                        "id": 6, 
                        "nome":"Motricidade Grossa",
                        "perguntas": [
                            {
                                "id": 0,
                                "pergunta": "Joga à apanhada com uma bola de recreio com um par.",
                                "descricao": "Pode manter o jogo de apanhada durante seis ou mais tomadas de vez."
                            }, 
                            {
                                "id": 1,
                                "pergunta": "Atira uma bola de tênis ou de basebol para outra pessoa com direcionalidade por cima da cabeça.",
                                "descricao": "Autoexplicativo."
                            },
                            {
                                "id": 2,
                                "pergunta": "Usa o equipamento do recreio autonomamente, incluindo o balanço e o carrossel.",
                                "descricao": "Autoexplicativo, para todo o equipamente adequado para a idade."
                            },
                            {
                                "id": 3,
                                "pergunta": "Pontapeia uma bola em movimento.",
                                "descricao": "A criança ajusta o corpo e dá pontapés com sucesso na bola em movimento."
                            },
                            {
                                "id": 4,
                                "pergunta": "Joga vários jogos com bolas: atira a bola ao cesto, bate na bola com um bastao, lança a bola, joga golfe, lança saquinhos de feijão para acertar no orifício.",
                                "descricao": "Joga cinco ou mais jogos com bolas."
                            },
                            {
                                "id": 5,
                                "pergunta": "Anda confiantemente de bicicleta com rodinhas; é capaz de controlar a velocidade, manobrar e travar.",
                                "descricao": "Autoexplicativo."
                            },
                            {
                                "id": 6,
                                "pergunta": "Galopa e salta.",
                                "descricao": "Imita ambos e executa sem problemas."
                            },
                            {
                                "id": 7,
                                "pergunta": "Anda sem perder o equilíbrio numa trave, em carros de comboio e no lancil do passeio.",
                                "descricao": "Autoexplicativo; caminha de forma relativamente calma e não muito lentamente."
                            },
                            {
                                "id": 8,
                                "pergunta": "Joga jogos motores típicos (por exemplo, 'Red Light, Green Light', 'Red Rover', 'Freeze Tag').",
                                "descricao": "Joga cinco ou mais destes jogos - conhece as regras e participa ativamente ao longo do jogo e sem ajudas ou treino."
                            }
                        ]
                    }, 
                    {
                        "id": 7,
                        "nome":"Independência Pessoal",
                        "perguntas": [
                            {
                                "id": 0,
                                "pergunta": "Gere todas etapas envolvidas na ida à casa de banho de forma autônoma ao níve dos pares.",
                                "descricao": "Usa o bacio conforme necessário (embora o adulto possa solicitar idas à casa de banho), puxa as próprias calças/cuecas para cima e para baixo, puxa o autoclismo e lava as mãos."
                            }, 
                            {
                                "id": 1,
                                "pergunta": "Vai à casa de banho sozinha quando precisa.",
                                "descricao": "Vai sozinha à casa de banho se necessário (sem precisar de ajuda do adulto)."
                            },
                            {
                                "id": 2,
                                "pergunta": "Lava as mãos de forma autônoma ao nível dos pares.",
                                "descricao": "A criança abre a torneira, coloca as mãos debaixo da água, põe sabão nas mãos, esfrega as mãos ensaboadas, tira o sabão, fecha a água e seca as mãos com a toalha."
                            },
                            {
                                "id": 3,
                                "pergunta": "Lava a cara com a esponja autonomamente.",
                                "descricao": "Durante o banho, a criança molha a esponja, aplica o sabão e esfrega a cara com a esponja."
                            },
                            {
                                "id": 4,
                                "pergunta": "Escova ou penteia o cabelo autonomamente.",
                                "descricao": "Quando o adulto pede à criança paa pentear/escovar o cabelo, a criança pega no utensílio e passa-o ao longo do cabelo. Pode haver exceções apropriadas mediante a idade para as dificuldades com cabelos longos ou encaracolados."
                            },
                            {
                                "id": 5,
                                "pergunta": "Dá assistência ativa no baho, seca-se sozinha depois do banho.",
                                "descricao": "Esfrega o corpo com a esponja, aplica sabao no corpo, e esfrega o próprio couro cabeludo quando o shampoo é aplicado. Secase razoavelmente bem; pode precisar de 'estímulo'."
                            },
                            {
                                "id": 6,
                                "pergunta": "Realiza todas as etapas da escovagem dos dentes de forma autônoma, embora o adulto também possa escovar-lhe os dentes para uma maior perfeição.",
                                "descricao": "A partir do momento em que a criança entra na casa de banho até que a escova de dentes e a pasta são colocados no local próprio, a criança consegue realizar todas as etapas de forma autônoma."
                            },
                            {
                                "id": 7,
                                "pergunta": "Aperta a própria roupa-botões, molas e fechos.",
                                "descricao": "Aperta os próprios botões, fechos e molas quando estes estão presentes na sua roupa."
                            },
                            {
                                "id": 8,
                                "pergunta": "Assoa o nariz quando se chama à atenção, usa lenço quando espirra, tapa a boca quando tosse ou o nariz quando espirra.",
                                "descricao": "Quando o adulto diz, 'Assoa o nariz', a criança pega num lenço e assoa o nariz com o lenço. Quando a criança espirra, cobre a boca com a mão ou com o braço."
                            },
                            {
                                "id": 9,
                                "pergunta": "Para na rua; atravessa depois de olhar para os dois lados quando acompanhada.",
                                "descricao": "Ao aproximar-se de um passeio ou rua com um parceiro, a criança para automaticamente, espera, olha e aguarda que o parceiro indique que pode atravessar."
                            },
                            {
                                "id": 10,
                                "pergunta": "Anda em segurança ao lado de um adulto autonomamente em parques de estacionamento, lojas, etc.",
                                "descricao": "A criança anda sem dar as mãos e fica perto do adulto, monitorizando a localização do adulto e mantendo uma proximidade por iniciativa própria."
                            }, 
                            {
                                "id": 11,
                                "pergunta": "Ajuda a pôr a mesa.",
                                "descricao": "A criança consegue colocar pratos, copos, guardanapos e talheres nos lugares corretos de forma autônoma e relativamente ordenada. O adulto pode precisar de marcar o local a colocar e pode disponibilizar à criança os materiais em cima da mesa."
                            },
                            {
                                "id": 12,
                                "pergunta": "Usa a faca para barrar.",
                                "descricao": "A criança pode barrar substâncias tipo geleia na superfície de um pedaço de pão sem partir o pão."
                            },
                            {
                                "id": 13,
                                "pergunta": "Limpa quando entorna.",
                                "descricao": "A criança limpa a sujidade de cima da mesa por iniciativa própria e faz o trabalho completo."
                            },
                            {
                                "id": 14,
                                "pergunta": "Serve-se de água de um recipiente pequeno.",
                                "descricao": "A criança pode despejar um jarro de 2-4 copos num copo pequeno, ordenadamente e de forma independente."
                            },
                            {
                                "id": 15,
                                "pergunta": "Põe os pratos na lava-louça, balcão, ou na pia.",
                                "descricao": "Após as refeições, a criança limpa rotineiramente o seu lugar e põe os utensílios para comer no local correto de forma autônoma."
                            },
                            {
                                "id": 16,
                                "pergunta": "Faz um lanche em duas etapas.",
                                "descricao": "Tira dois itens diferentes, passa-os do recipiente para o prato e coloca-os na mesa. Exemplo: Prepara vegetais cortados e molho, queijo e biscoitos, barra o creme de queijo em bolachas, faz cereais com leite."
                            },
                            {
                                "id": 17,
                                "pergunta": "Ajuda nas tarefas de culinária: mexe, despeja, etc.",
                                "descricao": "A criança participa em vários passos de atividades de culinária com várias etapas como fazer biscoitos, panquecas, ovos mexidos."
                            }
                    ]
                }
                ]
            }
        ]
    }
]
